{
  "products": [
    {
      "id": 1,
      "name": "Tảo xoắn Spirulina Japan Algae Nhật Bản 2200 viên",
      "image": "https://japana.vn/uploads/product/2022/12/26/268x268-1672029557-tao-bien-spirulina-2200-vien4.jpg",
      "price": 449,
      "oldPrice": 469,
      "categoryId": 1,
      "pTitle": "Tảo xoắn Spirulina Nhật Bản được tổ chức WHO – Tổ chức Y tế thế giới đánh giá là thực phẩm tự nhiên tốt nhất cho sức khỏe người thế kỷ 21, nhờ chứa loạt Vitamin, khoáng chất, Protein cao tốt cho sức khoẻ. Tảo xoắn Spirulina Nhật Bản hộp 2200 viên được điều chế từ 100% tảo xoắn Spirulina, giúp bồi bổ sức khoẻ, hỗ trợ tiêu hoá và làm đẹp da, tăng cường đề kháng cho mọi lứa tuổi.",
      "cdungLi1":"Tảo vàng EX giúp hỗ trợ bồi bổ sức khỏe và tăng sức đề kháng, bổ sung dinh dưỡng, hỗ trợ phục hồi sức khỏe.",
      "cdungLi2": "Sử dụng tảo EX sẽ giúp nuôi dưỡng và làm đẹp da từ bên trong, làm mờ các vết thâm nám, nếp nhăn và vết chân chim, giúp làn da mịn màng, tươi trẻ.",
      "cdungLi3": "Tảo vàng Spirulina EX hỗ trợ cải thiện chức năng hệ tiêu hóa và sức khỏe đường ruột, bổ sung hàm lượng chất xơ dồi dào, hỗ trợ thanh lọc cơ thể một cách tự nhiên, giảm thiểu nguy cơ mắc các bệnh về dạ dày và đường ruột.",
      "cdungLi4": "Hỗ trợ góp phần giảm thiểu nguy cơ mắc các bệnh như tiểu đường, huyết áp cao, ung thư, béo phì, tim mạch và các bệnh về xương khớp.",
      "cdungLi5": "Hỗ trợ điều hòa lượng mỡ trong máu, cải thiện các triệu chứng của bệnh cao huyết áp.",
      "cdungLi6": "Xoa dịu đầu óc, cải thiện trí nhớ, mang đến giấc ngủ ngon và tinh thần thư thái, thoải mái cho người dùng.",
      "cdungLi7": "Cung cấp năng lượng thiết yếu, tạo cảm giác no mà không nạp chất béo năng lượng vào cơ thể, giúp điều hoà cân nặng, mang lại vóc dáng cân đối cho bạn.",
      "tphan": "Tảo xoắn Spirulina Nhật Bản hộp 2200 viên mác đỏ có thành phần bao gồm Carbonhydrate, chất béo, Protein, đường, Axit Amin (Histidine, Leucine, Threonine, Lysine, Isoleuchine, Methionine, Phenylalanine, Tryptophan), Vitamin A , Vitamin B1 , Vitamin B2, Vitamin B3, Vitamin B6, Vitamin B12, Vitamin C, Vitamin K, khoáng chất (Kali, Canxi, Magie, Kẽm, Sắt, Selen, Mangan, Natri), Axit béo không no (Gamma Linolenic Axit - Omega 6).",
      "hdanLi1":"Đối với người lớn: Ngày uống 20 - 30 viên tảo xoắn trước bữa ăn hoặc sau bữa ăn (có thể chia làm 2 - 3 lần).",
      "hdanLi2":"Đối với trẻ em dưới 5 tuổi: Uống dưới 5 viên/lần, có thể nghiền thành bột chung với thức ăn (nên hỏi ý kiến bác sĩ trước khi sử dụng).",
      "hdanLi3":"Đối với trẻ em trên 5 tuổi: Uống 10 - 20 viên/ngày, mỗi ngày uống 2 - 3 lần.",
      "luuyLi1": "Tùy theo cơ địa của người dùng mà có hiệu quả khác nhau.",
      "luuyLi2": "Sản phẩm này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh."
    },
    {
      "id": 2,
      "name": "Tảo vàng cao cấp Spirulina EX 2000 viên",
      "image": "https://japana.vn/uploads/product/imageresize/420x420-1677824333-tao-xoan-spirulina-ex-200045.jpg",
      "price": 1889,
      "oldPrice": 1949,
      "categoryId": 1,
      "pTitle": "Tảo vàng Spirulina EX chứa hơn 50 dưỡng chất cần thiết cho cơ thể, cũng như chăm sóc sức khỏe và làm đẹp toàn diện cho người tiêu dùng.",
      "cdungLi1":"Tảo vàng EX giúp hỗ trợ bồi bổ sức khỏe và tăng sức đề kháng, bổ sung dinh dưỡng, hỗ trợ phục hồi sức khỏe.",
      "cdungLi2": "Sử dụng tảo EX sẽ giúp nuôi dưỡng và làm đẹp da từ bên trong, làm mờ các vết thâm nám, nếp nhăn và vết chân chim, giúp làn da mịn màng, tươi trẻ.",
      "cdungLi3": "Tảo vàng Spirulina EX hỗ trợ cải thiện chức năng hệ tiêu hóa và sức khỏe đường ruột, bổ sung hàm lượng chất xơ dồi dào, hỗ trợ thanh lọc cơ thể một cách tự nhiên, giảm thiểu nguy cơ mắc các bệnh về dạ dày và đường ruột.",
      "cdungLi4": "Hỗ trợ góp phần giảm thiểu nguy cơ mắc các bệnh như tiểu đường, huyết áp cao, ung thư, béo phì, tim mạch và các bệnh về xương khớp.",
      "cdungLi5": "Hỗ trợ điều hòa lượng mỡ trong máu, cải thiện các triệu chứng của bệnh cao huyết áp.",
      "cdungLi6": "Xoa dịu đầu óc, cải thiện trí nhớ, mang đến giấc ngủ ngon và tinh thần thư thái, thoải mái cho người dùng.",
      "cdungLi7": "Cung cấp năng lượng thiết yếu, tạo cảm giác no mà không nạp chất béo năng lượng vào cơ thể, giúp điều hoà cân nặng, mang lại vóc dáng cân đối cho bạn.",
      "tphan": "Spirulina, bào tử của vi khuẩn Axit Lactic, dầu ăn, Canxi (từ cá), Collagen cá Peptide (Gelatin)… cùng một số thành phần khác.",
      "hdanLi1":"Uống 10 viên/ngày, có thể chia ra làm 2 - 3 lần uống.",
      "hdanLi2":"Nên uống nhiều nước (1.5 đến 2 lít nước/ngày), kết hợp với đó là một chế độ vận động, thể dục thể thao và sinh hoạt hợp lý để đạt hiệu quả tốt hơn.",
      "hdanLi3":"Đối với trẻ em trên 5 tuổi: Uống 10 - 20 viên/ngày, mỗi ngày uống 2 - 3 lần.",
      "luuyLi1": "Tùy theo cơ địa của người dùng mà có hiệu quả khác nhau.",
      "luuyLi2": "Sản phẩm này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh."
    },
    {
      "id": 3,
      "name": "Viên uống bổ xương khớp cao cấp ZS Chondroitin 270 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650505821-001dd189-(7).jpg",
      "price": 1489,
      "oldPrice": 1559,
      "categoryId": 1,
      "pTitle": "ZS Chondroitin giúp bổ sung hàm lượng cao Chondroitin 1560mg, cùng Glucosamin, Methyl Sunlonyl Methane giúp xương khớp chắc khoẻ, dẻo dai và tránh mắc các bệnh về xương khớp.",
      "cdungLi1":"Thành phần Chondroitin đóng vai trò quan trọng trong các mô, sụn, xương, khớp, không chỉ giúp xương sụn chắc khoẻ mà còn hỗ trợ tăng cường tính đàn hồi, góp phần làm giảm những triệu chứng đau nhức, sưng viêm.",
      "cdungLi2": "Chondroitin được chiết xuất từ cá với thành phần có nguồn gốc tự nhiên nên an toàn và hạn chế các tác dụng phụ, giúp hỗ trợ tăng cường nuôi dưỡng xương khớp chắc khoẻ từ bên trong, từ đó làm giảm các triệu chứng đau xương khớp, giảm thiểu mắc các bệnh như loãng xương, viêm khớp, bệnh Gout...",
      "cdungLi3": "MSM (Methyl Sunlonyl Methane) là thành phần được sử dụng trong các sản phẩm hỗ trợ điều trị các bệnh về xương khớp, nổi bật bởi công dụng kháng viêm, giảm đau một cách an toàn mà cực kỳ hiệu quả. Bên cạnh đó, MSM cũng giúp bảo vệ xương khớp trước những tổn thương của mô sụn, khớp do tuổi tác, chấn thương bên ngoài.",
      "cdungLi4": "Thực phẩm bổ xương khớp Chondroitin làm giảm đau và hỗ trợ khắc phục các vấn đề của xương khớp.",
      "cdungLi5": "Hỗ trợ cải thiện khả năng hấp thu canxi và các dưỡng chất thiết yếu giúp xương khớp chắc khoẻ hơn.",
      "cdungLi6": "ZS Chondroitin gia tăng độ nhớt, chất dịch ở các đầu khớp, giúp hoạt động xương khớp hoạt động dễ dàng và dẻo dai.​",
      "tphan": "Hàm lượng Chondroitin Sulfate trong 6 viên là 1.560mg. Ngoài ra, viên uống bổ xương khớp Nhật còn chứa Silicat Canxi, Axit Silicic, Cellulose tinh thể, Acesulfame Kali, Magie Stearate, hương thơm.",
      "hdanLi1":"Ngày uống 02 lần, mỗi lần 3 viên.",
      "hdanLi2":"Nên uống cùng nước ấm để đạt hiệu quả tốt hơn.",
      "hdanLi3":"Nên uống sau khi ăn khoảng 15-30 phút.",
      "luuyLi1": "Tùy theo cơ địa của người dùng mà có hiệu quả khác nhau.",
      "luuyLi2": "Sản phẩm này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh."
    },
    {
      "id": 4,
      "name": "Viên uống hỗ trợ điều trị Gout Anserine Minami 240 viên",
      "image": "https://japana.vn/uploads/product/2019/08/16/268x268-1565954302-inami-240-vien-sieu-thi-nhat-ban-japana-0-(2).jpeg",
      "price": 530,
      "oldPrice": 650,
      "categoryId": 1,
      "pTitle": "Anserine Minami giúp hỗ trợ thúc đẩy đào thải độc tố, xoa dịu cơn đau ở khớp tay, chân, đồng thời bổ sung các chất tăng cường hoạt động của các cơ, từ đó giảm thiểu các vấn đề của Gout.",
      "cdungLi1":"Anserine Minami có chứa dịch chiết xuất từ vỏ cây liễu, rất giàu Salicin, với khả năng giảm viêm cực hiệu quả và an toàn, chính vì điều đó mà viên uống Anserine Minami có thể giúp xoa dịu các cơn đau do Gout cho người dùng, đồng thời tăng cường hỗ trợ đào thải các độc tố trong cơ thể, cải thiện các triệu chứng do Gout.",
      "cdungLi2": "Minami Healthy Foods là thương hiệu cao cấp chuyên các dòng sản phẩm chăm sóc và bồi bổ sức khỏe lâu đời và nổi tiếng tại Nhật.",
      "cdungLi3": "Xoa dịu các cơn đau rát, sưng tấy ở các khớp tay, chân.",
      "cdungLi4": "Làm suy giảm hàm lượng acid uric tồn động ở các khớp xương, đánh bay nguyên nhân chính của Gout.",
      "cdungLi5": "Hỗ trợ thúc đẩy quá trình tự đào thải chất độc hại ra khỏi cơ thể, giúp cơ thể nhẹ nhàng và khỏe khoắn hơn.",
      "cdungLi6": "Cân bằng lượng mỡ trong máu, giảm viêm, xoa dịu các triệu chứng và biến chứng của Gout ở người dùng.",
      "tphan": "Chiết xuất vỏ cây liễu trắng, anserin dạng peptit chiết xuất từ cá, dịch vỏ cây western, lactose, cellulose dạng tinh thể, sucrose ester,…",
      "hdanLi1":"Uống mỗi ngày 8 viên, chia thành 2 đến 3 lần, uống sau bữa ăn.",
      "hdanLi2":"Khi sử dụng sản phẩm, nên uống nhiều nước để giúp hấp thụ tốt và hỗ trợ đào thải nhanh những độc tố bên trong cơ thể.",
      "hdanLi3":"Sử dụng đều đặn mỗi ngày để mang lại hiệu quả tốt nhất.",
      "luuyLi1": "Sản phẩm không dành cho trẻ em dưới 15 tuổi, phụ nữ đang mang thai hoặc cho con bú.",
      "luuyLi2": "Viên uống này không phải là thuốc nên không có công dụng chữa bệnh. Hiệu quả có thể khác nhau tuỳ theo cơ địa người dùng."
    },
    {
      "id": 5,
      "name": "Viên uống hỗ trợ điều trị tai biến Nichiei Bussan Nattokinase Premium 10.000FU 300 viên (Nội địa Nhật Bản)",
      "image": "https://japana.vn/uploads/product/2020/11/24/268x268-1606199426-e-premium-300-vien-sieu-thi-nhat-ban-japana-1.jpeg",
      "price": 3289,
      "oldPrice": 3989,
      "categoryId": 1,
      "pTitle": "Viên uống Nichiei Bussan Premium bổ sung dưỡng chất Nattokinase 1200FU/ngày, giúp cải thiện lưu thông máu, bồi bổ sức khoẻ, hỗ trợ làm tan cục máu đông, bảo vệ sức khoẻ tim mạch.",
      "cdungLi1":"Nichiei Bussan Nattokinase Premium là sản phẩm được sản xuất theo công nghệ tiên tiến của Nhật Bản, đảm bảo tiêu chuẩn cao cấp và chất lượng hàng đầu. Đồng thời, cũng giúp cơ thể hấp thu tốt hàm lượng Nattokinase 1200FU mỗi ngày, mang đến hiệu quả nhanh chóng hơn.",
      "cdungLi2": "Viên uống kết hợp thêm bột gạo men đỏ và cỏ trường sinh Choumeisou, có khả năng hoạt huyết, làm thông thoáng các mạch máu, từ đó hỗ trợ giảm thiểu nguy cơ hình thành cục máu đông.",
      "cdungLi3": "Xoa dịu các cơn đau rát, sưng tấy ở các khớp tay, chân.",
      "cdungLi4": "Viên uống giúp hỗ trợ tăng cường tuần hoàn máu, bồi bổ cơ thể, từ đó hỗ trợ giảm thiểu nguy cơ tai biến mạch máu não.",
      "cdungLi5": " Cải thiện tinh thần, củng cố khả năng ghi nhớ, hỗ trợ ngủ ngon và tinh thần thư thái cho người dùng.",
      "cdungLi6": "Hỗ trợ giảm lượng Cholesterol, cải thiện tình trạng hoa mắt, chóng mặt, đau đầu.",
      "tphan": "Nattokinase: 1200FU. Bột gạo men đỏ: 40.00mg. Cỏ Choumeisou: 33.36mg",
      "hdanLi1":"Ngày uống 2 lần, mỗi lần 1 - 2 viên đối với trường hợp muốn tăng cường sức khỏe, giảm thiểu nguy cơ mắc bệnh.",
      "hdanLi2":"Ngày uống 2 - 3 lần, mỗi lần 2 viên, đối với trường hợp hỗ trợ điều trị.",
      "hdanLi3":"Nên sử dụng trước bữa ăn khoảng 30 phút hoặc sau khi ăn 1 giờ.",
      "luuyLi1": "Sản phẩm viên uống này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh.",
      "luuyLi2": "Không sử dụng đối với người mẫn cảm bất cứ thành phần nào của viên uống. Hiệu quả có thể khác nhau tuỳ theo cơ địa người dùng."
    },
    {
      "id": 6,
      "name": "Viên uống dầu gan cá 100% Squalene Orihiro 360 viên",
      "image": "https://japana.vn/uploads/product/2021/03/03/268x268-1614758474--dau-gan-ca-map-100-squalene-orihiro-360-vien.jpeg",
      "price": 490,
      "oldPrice": 650,
      "categoryId": 1,
      "pTitle": "Dầu gan cá Squalene Orihiro có thành phần chính là dầu gan cá cho ra hàm lượng Squalene cao, có độ tinh khiết đến 99.6% hấp thụ nhanh vào cơ thể và nâng cao sức đề kháng.",
      "cdungLi1":"Dầu gan cá chứa hàm lượng cao và chiết xuất tinh khiết hoạt chất Squalene lên đến 96.6%.",
      "cdungLi2": "Squalene là thành phần quan trọng giúp tăng cường sức khỏe tim mạch, huyết áp, tinh sạch bồi bổ sức khỏe và làm đẹp da.",
      "cdungLi3": "Tăng cường trao đổi chất, lưu thông máu, củng cố sức khỏe tim mạch. Tốt cho hệ tim mạch, giảm thiểu nguy cơ ung thư.",
      "cdungLi4": "Bồi bổ mắt sáng khỏe, tinh anh, tăng cường sức khỏe não bộ, củng cố khả năng ghi nhớ, tập trung.",
      "cdungLi5": "Dưỡng làn da căng đầy, khoẻ đẹp, tăng cường lưu thông máu cho làn da sáng hồng, mịn màng.",
      "cdungLi6": "Củng cố hệ miễn dịch của cơ thể, tăng cường sức đề kháng cho cơ thể. Giúp giảm đau, viêm sưng các khớp xương.",
      "tphan": "Thành phần bao gồm: Dầu gan cá tinh chế biển sâu (chứa 99.6% hoặc hơn Squalene). Hàm lượng dinh dưỡng có trong 6 viên: Lượng Calo (19g), Protein (0.6g), Lipid (1.71g), Carbohydrate (0.27g), muối tương đương (0-0.2g).",
      "hdanLi1":"Uống 6 viên/ngày, chia đều 2-3 lần sau các bữa ăn 30 phút.",
      "hdanLi2":"Uống cùng nước lọc hoặc nước ấm đều được.",
      "hdanLi3":"Nên sử dụng trước bữa ăn khoảng 30 phút hoặc sau khi ăn 1 giờ.",
      "luuyLi1": "Sản phẩm viên uống này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh.",
      "luuyLi2": "Tùy theo cơ địa của mỗi người sẽ có hiệu quả khác nhau."
    },
    {
      "id": 7,
      "name": "Viên uống hỗ trợ điều trị ung thư Kanehide Bio Okinawa Fucoidan xanh 180 viên (Nội địa)",
      "image": "https://japana.vn/uploads/product/2023/04/06/268x268-1680764353--pham-ho-tro-dieu-tri-ung-thu-okinawa-fucoidan.jpg",
      "price": 1689,
      "oldPrice": 1789,
      "categoryId": 1,
      "pTitle": "Okinawa Fucoidan Kanehide Bio (hay Fucoidan xanh) có thành phần chính Fucoidan được chiết xuất từ loại tảo nâu Mozuku ở Nhật Bản, kết hợp với quy trình sản xuất hiện đại giúp tăng cường hiệu quả củng cố hệ miễn dịch, cải thiện sức khoẻ.",
      "cdungLi1":"​Thành phần Fucoidan có trong viên uống qua quá trình siêu lọc và chiết tách theo trọng lượng phân tử để đạt độ tinh khiết cao, giúp hấp thu tốt hơn hẳn và phát huy nhanh hiệu quả sản phẩm.",
      "cdungLi2": "Viên uống Fucoidan Okinawa với thành phần Fucoidan được chiết xuất từ tảo nâu Okinawa Mozuku, loại tảo được trồng tại vùng Okinawa vốn trong lành và nguồn nước sạch. Chính nguồn nguyên liệu sạch này đã mang đến hàm lượng Fucoidan nồng độ cao và đạt độ tinh khiết cao, giúp cơ thể hấp thu tốt và phát huy tối đa hiệu quả.",
      "cdungLi3": "Viên uống được điều chế bởi Kanehide Bio, sản xuất dưới quy trình thông minh và hiện đại hàng đầu thế giới – Được cấp bằng sáng chế của Viện Quốc gia Khoa học công nghiệp và công nghệ (AIST) tại Tokyo (Nhật Bản).",
      "cdungLi4": "Okinawa Fucoidan Kanehide Bio giúp hỗ trợ sản sinh Protein Interferon Y và Interleukin 12 – Hai thành tố rất quan trọng giúp tăng cường hệ miễn dịch và sức đề kháng cho cơ thể khỏe mạnh.",
      "cdungLi5": "Hỗ trợ tuần hoàn máu tốt hơn, giảm hấp thu đường vào máu, cân bằng đường huyết được ổn định.",
      "cdungLi6": "Bồi bổ cho cơ, xương khớp chắc khỏe bằng cách hỗ trợ việc trao đổi chất trong cơ thể, cũng như hỗ trợ quá trình hấp thu chất béo của gan.",
      "tphan": "Thành phần bao gồm: Chiết xuất tảo nâu Okinawa Mozuku (Chứa 42,000mg Fucoidan nguyên chất trong 1 hộp). Hàm lượng dinh dưỡng có trong 6 viên: Năng lượng (4.28kcal), Protein (0.03g), chất béo (0g), Carbohydrate (1.04g), Natri (50.8mg), Iốt (9.4μg).",
      "hdanLi1":"Người cần bồi bổ cơ thể, cải thiện sức khoẻ và giảm thiểu nguy cơ mắc các bệnh: Mỗi ngày uống 2 viên.",
      "hdanLi2":"Người đang trong liệu trình hoá - xạ trị: Mỗi ngày uống 6 viên và chia làm 2 lần uống.",
      "hdanLi3":"Uống với nước đun sôi để nguội hay nước ấm.",
      "luuyLi1": "Sản phẩm viên uống này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh.",
      "luuyLi2": "Tùy theo cơ địa của mỗi người sẽ có hiệu quả khác nhau."
    },
    {
      "id": 8,
      "name": "Viên uống bổ não Orihiro DHA EPA Nhật Bản 180 viên",
      "image": "https://japana.vn/uploads/product/2019/07/29/268x268-1564363596--ban-180-vien-sieu-thi-nhat-ban-japana-23-(1).jpeg",
      "price": 630,
      "oldPrice": 670,
      "categoryId": 1,
      "pTitle": "Với hàm lượng DHA và EPA cao vượt trội từ chiết xuất cá mòi được đánh bắt ở vùng biển sạch nhất thế giới, tiếp theo sau đó là quy trình nghiên cứu và sản xuất bằng công nghệ tiên tiến hàng đầu thế giới, Orihiro mang đến cho người tiêu dùng một sản phẩm bổ sung toàn diện cho sức khỏe.",
      "cdungLi1":"​Hỗ trợ cải thiện chức năng hệ thần kinh cho người cao tuổi, tăng cường ghi nhớ và tập trung cho người trưởng thành và phát triển não bộ cho trẻ em.",
      "cdungLi2": "Bảo vệ và phòng tránh các bệnh về mắt, não và tim mạch.",
      "cdungLi3": "Tăng cường hoạt động của mắt, giảm thiểu các bệnh về mắt cho trẻ em và mắt sáng khỏe hơn cho người lớn.",
      "cdungLi4": "Bồi bổ dưỡng chất thúc đẩy quá trình trao đổi chất trong cơ thể và tuần hoàn máu trở nên dễ dàng hơn.",
      "cdungLi5": "Giảm thiểu các nguy cơ xơ vữa động mạch, nhồi máu cơ tim, thoái hóa não, các bệnh về mắt,…",
      "cdungLi6": "Ngoài ra DHA và EPA còn là chất dinh dưỡng cực kỳ quan trọng cho bà bầu và thai nhi, chúng giúp mẹ khỏe mạnh và trẻ thông minh hơn.",
      "tphan": "Thành phần bao gồm: DHA: 780 mg. EPA: 80 mg. DPA: 18 mg. Năng lượng: 22,5 kcal. Protein: 0,65 g. Lipid: 2,13 g. Carbohydrate: 0,2 g.",
      "hdanLi1":"Mỗi ngày uống 6 viên, có thể chia thành 2 buổi.",
      "hdanLi2":"Uống với nước lọc hoặc nước ấm.",
      "hdanLi3":"Duy trì sử dụng sản phẩm đều đặn và thường xuyên để phát huy hiệu quả tối ưu.",
      "luuyLi1": "Sản phẩm viên uống này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh.",
      "luuyLi2": "Tùy theo cơ địa của mỗi người sẽ có hiệu quả khác nhau."
    }
  ],
  "heartProducts": [
    {
      "id": 1,
      "name": "Trà diếp cá hỗ trợ thải độc Dokudami Orihiro 60 gói",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646121900-tra-thai-doc-diep-ca-dokudami-orihiro-60-goi.jpg",
      "price": 129,
      "oldPrice": 159,
      "categoryId": 1,
      "pTitle": "Trà Dokudami Orihiro được làm từ 100% lá diếp cá tự nhiên sấy khô và được sản xuất trên dây chuyền hiện đại đáp ứng đầy đủ tiêu chuẩn của Tổ chức Y tế và Thực phẩm Nhật Bản, nên giữ trọn được hương vị và dinh dưỡng của trà.",
      "cdungLi1":"Thanh nhiệt và làm mát cơ thể, giảm tình trạng nhiệt trong người gây ra mụn nhọt.",
      "cdungLi2": "Có công dụng làm đẹp tuyệt vời, nuôi dưỡng làn da mềm mịn, trắng sáng rạng ngời từ sâu bên trong.",
      "cdungLi3": "Hỗ trợ thúc đẩy hoạt động hệ tiêu hoá, kháng viêm, hỗ trợ giảm nguy cơ mắc bệnh táo bón, sỏi thận, bệnh trĩ...",
      "cdungLi4": "Giúp hỗ trợ cân bằng nội tiết tố nữ bên trong cơ thể.",
      "cdungLi5": "Hỗ trợ điều trị tình trạng kinh nguyệt không đều hay bị viêm họng, viêm thanh quản…",
      "cdungLi6": "Có khả năng kháng khuẩn, giảm thiểu nguy cơ mắc bệnh ung thư.",
      "tphan": "Thành phần 100% là lá diếp cá.",
      "hdanLi1":"Cách 1: Cho túi trà vào ấm, đổ nước sôi vào rồi ngay lập tức đổ đi, đổ nước sôi lại lần nữa rồi chờ 1 - 2 phút và thưởng thức.",
      "hdanLi2":"Cách 2: Đun sôi khoảng 1 lít nước, bỏ túi trà vào và tiếp tục đun ở nhiệt độ thấp từ 3 - 5 phút. Ủ ấm, để nguội hay cho vào tủ lạnh để thưởng thức dần.",
      "hdanLi3":"Cách 3: Bỏ 2 túi trà vào 1 lít nước và giữ trong tủ lạnh khoảng 2 tiếng rồi thưởng thức mà không cần đun sôi.",
      "luuyLi1": "Sản phẩm viên uống này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh.",
      "luuyLi2": "Tùy theo cơ địa của mỗi người sẽ có hiệu quả khác nhau."
    },
    {
      "id": 2,
      "name": "Viên uống hỗ trợ giảm cân 12kg Minami Healthy Foods (Hộp 75 gói x 6 viên)",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122487--12kg-minami-healthy-foods-hop-75-goi-x-6-vien.jpg",
      "price": 390,
      "oldPrice": 449,
      "categoryId": 1,
      "pTitle": "Minami Healthy Foods tổng hợp từ những loại thảo mộc tự nhiên như chiết xuất cây Salacia, bột trái cây lên men, lô hội, dây thìa canh,... giúp giảm cân vừa an toàn, vừa tốt cho sức khỏe người dùng.",
      "cdungLi1":"Viên uống Minami Healthy Foods có thể hỗ trợ cải thiện cân nặng đến 12 kg với một liệu trình khi bạn kết hợp cùng chế độ dinh dưỡng và thể thao hợp lý.",
      "cdungLi2": "Minami Healthy Foods tổng hợp từ những loại thảo mộc tự nhiên như chiết xuất cây Salacia, bột trái cây lên men, lô hội, dây thìa canh,... cùng các vitamin thiết yếu giúp thanh lọc cơ thể và điều hòa lượng đường trong máu, mà còn bổ sung dưỡng chất cho cơ thể khỏe khoắn, làn da căng mịn, săn chắc.",
      "cdungLi3": "Giảm sự hấp thu chất béo từ các bữa ăn.",
      "cdungLi4": "Hỗ trợ tăng cường quá trình trao đổi chất, hạn chế tình trạng tích lũy mỡ.",
      "cdungLi5": "Hỗ trợ đào thải mỡ thừa, thanh lọc cơ thể cho vóc dáng được thon gọn và cân đối.",
      "cdungLi6": "Hỗ trợ hệ tiêu hóa được tốt hơn, cải thiện tình trạng táo bón. ",
      "tphan": "Thành phần bao gồm: Lactose, bột lô hội Kidachi, bột chiết xuất Salacia Reticulata, Galactooligosaccharide, chiết xuất vỏ cam quýt (Citrus Aurantium), dấm đen dạng bột, bột ca cao, bột chiết xuất từ ​​cây nữ lang, Creatine, bột chiết xuất Gymnema, Anhydride Axit Citric, vỏ trứng canxi, Vitamin E, Vitamin B1, Vitamin B2, Vitamin B6, Vitamin D, Axit Folic…",
      "hdanLi1":"Uống 1 túi nhỏ 6 viên/ngày, có thể chia làm 1-2 lần.",
      "hdanLi2":"Nên uống sau ăn khoảng 30 phút để có hiệu quả tốt nhất.​",
      "hdanLi3":"Duy trì sử dụng sản phẩm đều đặn và thường xuyên để phát huy hiệu quả tối ưu.",
      "luuyLi1": "Sản phẩm viên uống này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh.",
      "luuyLi2": "Tùy theo cơ địa của mỗi người sẽ có hiệu quả khác nhau."
    },
    {
      "id": 3,
      "name": "Viên uống bổ phổi Kobayashi Nhật Bản 80 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650506000-001do1545-2.jpg",
      "price": 569,
      "oldPrice": 679,
      "categoryId": 1,
      "pTitle": "Viên uống bổ phổi Kobayashi Nhật Bản với 16 loại thảo dược quý giúp giảm viêm, tan đờm, bổ phế, hỗ trợ loại bỏ bụi bẩn, vi khuẩn bên trong phổi, củng cố sức khỏe hệ hô hấp.",
      "cdungLi1":"Hỗ trợ loại bỏ bụi bẩn, thải độc tố tích tụ trong màng phổi.",
      "cdungLi2": "Thanh lọc phổi, cải thiện hệ hô hấp, lưu thông khí huyết tốt hơn.",
      "cdungLi3": "Tăng cường sức đề kháng, xoa dịu và làm lành các bệnh hô hấp lâu năm.",
      "cdungLi4": "Cải thiện tình trạng đau ngực, ho khan, khó thở, mệt mỏi…",
      "cdungLi5": "Bảo vệ lá phổi trước những tác nhân tiêu cực từ môi trường bên ngoài như bụi bẩn, ô nhiễm… hay là hút thuốc lâu năm.",
      "cdungLi6": "Giảm thiểu nguy cơ mắc bệnh ung thư phổi.",
      "tphan": "Rễ Scutellaria (1g), hoa chuông (1g), Mulberry Bark (1g), hạt mơ (1g), Gardenia Fruit (1g), Asparagus Cochinchinensis (1g), Fritillaria củ (1g), vỏ cam khô (1g), Jujube (1g), Sclerotium (1.5g), Ligusticum Acutilobum (1.5g), Ophiopogon Tuber (1.5g), Schisandra Fruit (0.25g), gừng (0.25g), Glycyrrhiza (0.5g).",
      "hdanLi1":"Uống 5 viên/lần, dùng 2 lần/ngày",
      "hdanLi2":"Uống cùng nước ấm.​",
      "hdanLi3":"Dùng trước bữa ăn 30 phút hoặc sau bữa ăn 2-3 giờ.",
      "luuyLi1": "Sản phẩm viên uống này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh.",
      "luuyLi2": "Tùy theo cơ địa của mỗi người sẽ có hiệu quả khác nhau."
    },
    {
      "id": 4,
      "name": "Nước súc miệng Propolinse 600ml (Màu cam)",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650507524-001fac582-1.jpg",
      "price": 189,
      "oldPrice": 219,
      "categoryId": 1,
      "pTitle": "Nước súc miệng Propolinse là sản phẩm chăm sóc răng miệng được người Nhật ưa chuộng và sử dụng mỗi ngày. Sản phẩm nổi bật với chiết xuất tự nhiên từ lá trà xanh và sáp ong, bên cạnh đó, việc ứng dụng công nghệ tiên tiến hàng đầu Nhật Bản giúp nhẹ nhàng cuốn trôi đến 90% những mảng bám trên răng, hỗ trợ tăng cường làm trắng răng, giúp mang lại hàm răng trắng sáng cùng hơi thở thơm mát, sảng khoái.",
      "cdungLi1":"Làm sạch các mảng bám thức ăn, vết ố vàng của thuốc lá, cà phê.",
      "cdungLi2": "Giúp trả lại bạn hàm răng trắng sáng, sạch vết bẩn.",
      "cdungLi3": "Thành phần thiên nhiên đảm bảo an toàn và chăm sóc sức khoẻ răng miệng, phù hợp với mọi lứa tuổi.",
      "cdungLi4": "Chiết xuất lá trà xanh cùng sáp ong giúp mang lại hơi thở thơm mát, sảng khoái và xua tan mùi hôi miệng.",
      "cdungLi5": "Sử dụng đều đặn mỗi ngày sẽ giúp răng chắc khoẻ",
      "cdungLi6": "Giảm thiểu mắc các bệnh về răng miệng.",
      "tphan": "Nước, glycerin, rượu, acid citric, sodium citrate, xylitol, caramel, chiết xuất lá camellia sinensis, sáp ong...",
      "hdanLi1":"Sử dụng 2 - 3 lần mỗi ngày.",
      "hdanLi2":"Mỗi lần dùng 10 - 15ml nước súc miệng, ngậm trong khoảng 20 - 30 giây để hoà tan các mảng bám và diệt khuẩn ở bên trong khoang miệng.",
      "hdanLi3":"Nước súc miệng Propolinse dành cho trẻ từ 6 tuổi trở lên và phù hợp với mọi người.",
      "luuyLi1": "Không nuốt nước súc miệng. Không sử dụng ở trẻ em dưới 6 tuổi.",
      "luuyLi2": "Trẻ em trên 6 tuổi khi sử dụng nên có sự giám sát của người lớn. Không nên ăn hay đánh răng sau khi súc miệng 30 phút."
    },
    {
      "id": 5,
      "name": "Bột uống lọc phổi Tsumura Seihaito 90 (42 gói x 3g)",
      "image": "https://japana.vn/uploads/product/2022/11/29/268x268-1669709648-loc-phoi-tsumura-seihaito-90-hop-42-goi-x-3g67.jpg",
      "price": 790,
      "oldPrice": 829,
      "categoryId": 1,
      "pTitle": "Bột uống lọc phổi Tsumura Seihaito (90) có nguồn gốc từ Đông Y Trung Quốc được sản xuất tại Nhật, hỗ trợ cải thiện tình trạng ho dai dẳng, đau tức ngực, ho khan lâu ngày, làm sạch phổi, tăng lưu thông khí huyết cho hơi thở thông suốt, khỏe mạnh.",
      "cdungLi1":"Hỗ trợ tái tạo tế bào biểu mô niêm mạc.",
      "cdungLi2": "Cải thiện tổn thương ở phế quản.",
      "cdungLi3": "Hỗ trợ thanh lọc phổi cho hơi thở thông suốt, cơ thể khỏe mạnh.",
      "cdungLi4": "Xoa dịu và cải thiện chứng ho khan lâu ngày, các vấn đề viêm phế quản mãn tính.",
      "cdungLi5": "Hỗ trợ lưu thông khí huyết, cải thiện tình trạng đờm khó chịu vào buổi sáng.",
      "cdungLi6": "Tăng cường sức khỏe phổi, bảo vệ phổi trước các tác nhân gây bệnh.",
      "tphan": "Chiết xuất Touki 3.0g, chiết xuất Bakumondou 3.0g, chiết xuất Bukuryo 3.0g, chiết xuất Ogon 2.0g, chiết xuất Kikyo 2.0g, chiết xuất Kyonin 2.0g, chiết xuất Sanshishi 2.0g, chiết xuất Sohakuhi 2.0g, chiết xuất Taisou 2.0g, chiết xuất Chimpi 2.0g, chiết xuất Tenmondou 2.0g, chiết xuất Baimo 2.0g, chiết xuất Licorice 1.0g, chiết xuất Garbage 1.0g, chiết xuất Shokyo 1.0g, Chikujo 2.0g. Phụ gia: chiết xuất Light Silicic acid anhydride, Magnesium stearate, Japanese Pharmacopoeia lactose",
      "hdanLi1":"Đối tượng: Người dùng từ 15 tuổi trở lên. Bột có mùi hăng nhẹ, uống với nước ấm, dùng sau bữa ăn.",
      "hdanLi2":"Người lớn: Uống 9g/ngày, chia 2-3 lần/ngày, tương đương mỗi lần 1 gói 3g.",
      "hdanLi3":"Liều lượng sử dụng có thể điều chỉnh theo độ tuổi, cân nặng và triệu chứng từng người.",
      "luuyLi1": "Người gặp các vấn đề về tiêu hóa cần thận trọng, có thể gây chán ăn, dạ dày khó chịu, buồn nôn, tiêu chảy...",
      "luuyLi2": "Bệnh nhân chán ăn, buồn nôn cần lưu ý khi sử dụng. Sản phẩm này không phải là thuốc nên không có công dụng chữa bệnh. Hiệu quả có thể khác nhau tùy theo cơ địa người dùng."
    },
    {
      "id": 6,
      "name": "Tinh chất hàu tươi hỗ trợ tăng cường sinh lực nam Orihiro 120 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122137--hau-tuoi-120-vien-orihiro-bo-than-trang-duong.jpg",
      "price": 339,
      "oldPrice": 345,
      "categoryId": 1,
      "pTitle": "Tinh chất hàu tươi Orihiro Nhật Bản 120 Viên chứa chiết xuất 100% từ thịt hàu tươi, chứa nhiều kẽm và khoáng chất cần thiết cho cơ thể, hỗ trợ cải thiện sức khỏe sinh lý cho phái mạnh.",
      "cdungLi1":"Tinh chất hàu tươi hỗ trợ tăng cường sinh lý cho cánh mày râu.",
      "cdungLi2": "Hỗ trợ gia tăng và cải thiện chất lượng cho tinh trùng, giảm thiểu các nguy cơ khó thụ thai và dị tật bẩm sinh ở thai nhi.",
      "cdungLi3": "Tinh chất hàu tươi Nhật Bản Orihiro còn rất tốt cho hoạt động của gan, bồi bổ cho người dùng, giảm thiểu các tác động có hại từ bia rượu gây ra. ",
      "cdungLi4": "Tăng cường sức đề kháng, thúc đẩy quá trình trao đổi chất.",
      "cdungLi5": "Giúp giảm stress, xoa dịu trí óc, giảm tình trạng khó thở khi vận động và mang lại giấc ngủ ngon hơn cho người dùng.",
      "cdungLi6": "Giúp ổn định lại huyết áp, hạn chế nguy cơ đau sưng, viêm nhiễm.",
      "tphan": "Thành phần bao gồm: Lactose, chiết xuất hàu cô đặc, đường, men chứa kẽm/Xenluloza tinh thể, Este Axit béo Sucrose, Ca Cacbonat, Vitamin B1, B2, B6…",
      "hdanLi1":"Ngày uống 4 viên, chia làm 2 lần.",
      "hdanLi2":"Uống sau khi ăn khoảng 30 phút.",
      "hdanLi3":"Duy trì sử dụng sản phẩm đều đặn để đạt hiệu quả tối ưu.",
      "luuyLi1": "Tùy theo cơ địa của người dùng mà có hiệu quả khác nhau.",
      "luuyLi2": "Sản phẩm này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh.."
    },
    {
      "id": 7,
      "name": "Đông trùng hạ thảo Fine Japan Cordyceps 120 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650507958-137dj3-(5).jpg",
      "price": 1259,
      "oldPrice": 1799,
      "categoryId": 1,
      "pTitle": "Fine Japan Cordyceps được chiết xuất 100% từ đông trùng hạ thảo giúp bổ sung các chất dinh dưỡng tự nhiên cho cơ thể, hỗ trợ tăng cường hệ miễn dịch, nâng cao sức khỏe cho người dùng.",
      "cdungLi1":"Fine Japan Cordyceps được chiết xuất 100% từ đông trùng hạ thảo ở những đỉnh núi cao trên 12,000 feet thuộc dãy Himalaya và rừng nhiệt đới ẩm lục địa châu Á, đảm bảo nguồn nguyên liệu tinh sạch, mang đến chất lượng cao cấp nhất cho người dùng.",
      "cdungLi2": "Đông trùng hạ thảo Fine Japan Cordyceps bổ sung hàm lượng cao Polysaccharide, Acid Amin, khoáng chất cần thiết cho cơ thể.",
      "cdungLi3": "Hỗ trợ tăng cường hệ miễn dịch. ",
      "cdungLi4": "Cải thiện trí nhớ.",
      "cdungLi5": "Giảm mệt mỏi.",
      "cdungLi6": "Và phòng được nhiều bệnh.",
      "tphan": "Bột đông trùng hạ thảo (1,600mg): Giúp tăng cường sức đề kháng, nâng cao hệ miễn dịch, bồi bổ cơ thể khỏe mạnh, cải thiện trí nhớ. Canxi sterate: Có tác dụng tốt đối với những người mắc các vấn đề về hô hấp, ít vận động, người có bệnh hen suyễn.",
      "hdanLi1":"Mỗi ngày dùng 2 lần vào sáng và tối.",
      "hdanLi2":"Mỗi lần dùng 2 viên.",
      "hdanLi3":"Uống với nước lọc hay nước ấm đều được.",
      "luuyLi1": "Tùy theo cơ địa của người dùng mà có hiệu quả khác nhau.",
      "luuyLi2": "Sản phẩm này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh.."
    },
    {
      "id": 8,
      "name": "Viên uống hỗ trợ điều trị ung thư Fine Japan Fucoidan 30 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650507838-137dc2-(1).jpg",
      "price": 1469,
      "oldPrice": 2099,
      "categoryId": 1,
      "pTitle": "Viên uống Fine Japan Fucoidan với Fucoidan tảo nâu và chiết xuất nấm Thái Dương, giúp tăng cường sức đề kháng, củng cố hệ miễn dịch tự nhiên của cơ thể, hỗ trợ điều trị và phục hồi ung thư hiệu quả.",
      "cdungLi1":"Viên uống được điều chế và kết hợp từ tảo biển Wakame Metabu và nấm Thái Duơng Agaricus, sự kết hợp hai dưỡng chất thiên nhiên tuyệt vời từ đại dương và lục địa, bổ sung nguồn tinh chất quý Fucoidan và Beta-Glucan.",
      "cdungLi2": "Fucoidan và Beta-Glucan là hai thành phần giúp tăng cường đề kháng.",
      "cdungLi3": "Củng cố hệ miễn dịch của cơ thể. ",
      "cdungLi4": "Giảm thiểu nguy cơ xuất hiện các bệnh.",
      "cdungLi5": "Hạn chế đáng kể sự phát triển của các tế bào ung thư..",
      "cdungLi6": "Nấm Agaricus hay còn gọi là nấm Thái Dương được trồng tại Nhật, đảm bảo nguồn nguyên liệu tinh sạch, mang đến chất lượng cao cấp nhất cho người dùng. ",
      "tphan": "Hoạt chất Fucoidan từ chiết xuất tảo Mekabu (270 mg): Tăng cường sức đề kháng, hệ miễn dịch, giảm thiểu sự phát triển và di căn của các tế bào ung thư, giảm viêm, hạn chế tác dụng phụ của hoá trị, xạ trị. Chiết xuất nấm Agaricus (27 mg): Củng cố khả năng phòng ngự của tế bào và cơ thể, cân bằng đường huyết, lượng mỡ trong máu, bồi bổ cơ thể.",
      "hdanLi1":"Uống 01 viên/ngày vào mỗi buổi sáng hoặc tối.",
      "hdanLi2":"Sử dụng đều đặn mỗi ngày để mang lại hiệu quả tốt nhất.",
      "hdanLi3":"Uống với nước lọc hay nước ấm đều được.",
      "luuyLi1": "Tùy theo cơ địa của người dùng mà có hiệu quả khác nhau.",
      "luuyLi2": "Sản phẩm này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh.."
    }
  ],
  "beautyProducts": [
    {
      "id": 1,
      "name": "Nước uống Collagen Shinnippai Top 5.000mg (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2023/06/23/268x268-1687505093-gen-shinnippai-top-5000mg-hop-10-chai-x-50ml-2.jpg",
      "price": 519,
      "oldPrice": 700,
      "categoryId": 1,
      "pTitle": "Nước uống Collagen Shinnippai Top Premium bổ sung đến 5.000mg collagen thủy phân kết hợp cùng nhiều dưỡng chất làm đẹp như chiết xuất nhau thai, sữa ong chúa, HA, nước ép dứa... giúp tái tạo và phục hồi hư tổn trên da, đồng thời nuôi dưỡng làn da căng mịn, đàn hồi, móng tóc chắc khỏe, giảm gãy rụng.",
      "cdungLi1":"Tái tạo và phục hồi tổn thương trên da",
      "cdungLi2": "Tăng cường cấu trúc săn chắc, căng mịn của da.",
      "cdungLi3": "Hỗ trợ làm lành nhanh vết thương, sẹo mụn, giảm thâm sẹo.",
      "cdungLi4": "Cung cấp Collagen dưỡng khớp xương chắc khỏe, vận động dễ dàng, linh hoạt.",
      "cdungLi5": "Làm khỏe móng tóc, dưỡng tóc chắc khỏe, mượt mà, giảm xơ rối, gãy rụng.",
      "cdungLi6": "Bổ sung thêm chiết xuất nhau thai, hoa dâm bụt, sữa ong chúa giúp tăng gấp 3 lần tốc độ phục hồi hư tổn, cải thiện các dấu hiệu lão hóa trên da.",
      "tphan": "5000mg Collagen thủy phân, Acid Hyaluronic, vitamin C, P từ nước ép dứa, sữa ong chúa, chiết xuất hoa dâm bụt.",
      "hdanLi1":"Uống trực tiếp.",
      "hdanLi2":"Mỗi ngày 01 lọ. Lắc đều trước khi uống.",
      "hdanLi3":"Bảo quản ở ngăn mát tủ lạnh hoặc nhiệt độ phòng, không để ở ngăn đông.",
      "luuyLi1": "Tránh xa tầm tay trẻ em. Không dùng cho phụ nữ mang thai hoặc chưa được sử dụng theo ý kiến bác sĩ.",
      "luuyLi2": "Không sử dụng sản phẩm nếu dị ứng với bất kỳ thành phần nào của sản phẩm."
    },
    {
      "id": 2,
      "name": "Viên uống trắng da, trị nám Transino White C Clear 120 viên (Nội địa)",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646121792-thao-duoc-ho-tro-tri-nam-transino-white-c.jpg",
      "price": 539,
      "oldPrice": 599,
      "categoryId": 1,
      "pTitle": "Transino White C 120 Viên bổ sung Vitamin C, L-cysteine, Vitamin E, Vitamin B2, B6, B3 giúp bạn sở hữu làn da trắng sáng, mịn màng, mờ vết thâm nám, tàn nhang một cách đáng kể.",
      "cdungLi1":"Ức chế sự hình thành của sắc tố Melanin, từ đó làm mờ các vết đốm, tàn nhang để da được trắng sáng, đều màu.",
      "cdungLi2": "Phục hồi và bảo vệ làn da bị tổn thương do ánh nắng mặt trời.",
      "cdungLi3": "Hỗ trợ thanh lọc và đào thải độc tố trong cơ thể.",
      "cdungLi4": "Hỗ trợ tái tạo làn da",
      "cdungLi5": "Cung cấp độ ẩm cho da mịn màng, mềm mại.",
      "cdungLi6": "Giảm tình trạng nổi mụn.",
      "tphan": "Hàm lượng thành phần có trong 4 viên: Axit Ascorbic (Vitamin C 1000mg), L-Cysteine (240mg), D-α-Tocopherol Succinate (Vitamin E tự nhiên 50mg), Riboflavin (Vitamin B 6mg), Pyridoxine Hydrochloride (Vitamin B6 12mg), Nicotinamide (Vitamin B3 60mg).",
      "hdanLi1":"Người lớn (từ 15 tuổi trở lên): Mỗi lần uống 2 viên, ngày 2 lần. Một vào buổi sáng và một vào buổi tối.",
      "hdanLi2":"Người từ 7 đến 14 tuổi: Mỗi lần 1 viên, ngày 2 lần. Một vào buổi sáng và một vào buổi tối.",
      "hdanLi3":"Bảo quản ở nơi khô ráo, thoáng mát.",
      "luuyLi1": "Không dùng cho trẻ em dưới 7 tuổi.",
      "luuyLi2": "Tùy theo cơ địa của người dùng mà có hiệu quả khác nhau. Sản phẩm này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh."
    },
    {
      "id": 3,
      "name": "Nước uống làm trắng da Shiseido Pure White (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650506780-001aa411.jpg",
      "price": 569,
      "oldPrice": 599,
      "categoryId": 1,
      "pTitle": "Nước uống trắng da Shiseido Pure White có 100% thành phần chiết xuất từ tự nhiên như quả câu kỷ tử , dầu cọ, chiết xuất vải thiều, hạt lúa mạch, hoa cúc, vitamin A, B, C, E... giúp nuôi dưỡng làn da trắng mịn, tươi trẻ từ sâu bên trong.",
      "cdungLi1":"Làm mờ các vết thâm nám, tàn nhang… từ đó nuôi dưỡng da trắng sáng, đều màu.",
      "cdungLi2": "Phục hồi và bảo vệ da trước những tác hại của ánh nắng mặt trời.",
      "cdungLi3": "Ức chế sự hình thành sắc tố Melanin.",
      "cdungLi4": "Dưỡng da căng mịn.",
      "cdungLi5": "Thu nhỏ lỗ chân lông.",
      "cdungLi6": "Để da trắng sáng tự nhiên.",
      "tphan": "Thành phần bao gồm: Chiết xuất hạt dưa chuột, Erythritol, chiết xuất hạt vải, chiết xuất ong mật, chiết xuất hoa cúc, Vitamin C, Axitulant, chất nhũ hóa, hương thơm, Tocotrienol, chất tạo ngọt (Acesulfame Kali, Stevia, Sucralose).",
      "hdanLi1":"Dùng 01 chai (50ml) mỗi ngày và lắc đều trước khi uống.",
      "hdanLi2":"Nên dùng nước uống Shiseido Pure White vào mỗi buổi sáng sau khi ăn (vì trong thành phần có chứa vitamin C).",
      "hdanLi3":"Bảo quản ở nơi khô ráo, thoáng mát.",
      "luuyLi1": "Tùy theo cơ địa của người dùng mà có hiệu quả khác nhau.",
      "luuyLi2": "Sản phẩm này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh."
    },
    {
      "id": 4,
      "name": "Sữa ong chúa Orihiro Nhật Bản 120 viên",
      "image": "https://japana.vn/uploads/product/2019/05/30/268x268-1559213134-a-ong-chua-orihiro-sieu-thi-nhat-ban-japana-2.jpeg",
      "price": 590,
      "oldPrice": 728,
      "categoryId": 1,
      "pTitle": "Sữa ong chúa Orihiro Nhật Bản 120 viên được điều chế từ thành phần sữa ong chúa tiết ra từ cổ họng của các chú ong thợ, bổ dưỡng, giúp trẻ hóa nội tiết tố, duy trì vẻ đẹp bền lâu.",
      "cdungLi1":"Giúp đẩy nhanh quá trình trao đổi chất, cho da trẻ hóa từ sâu bên trong, đem lại cho người dùng làn da mềm mại, xóa mờ nếp nhăn, duy trì sự tươi trẻ và sắc đẹp.",
      "cdungLi2": "Cải thiện sự phục hồi của các cơ quan, bao gồm gan, thận, thần kinh, hạ huyết áp, hạn chế sự phát triển của bệnh xơ vữa động mạch.",
      "cdungLi3": "Tăng cường sức co bóp cơ tim.",
      "cdungLi4": "Cải thiện hoạt động tạo máu của tủy xương.",
      "cdungLi5": "Nếu dùng Orihiro Nhật Bản liều cao còn tạo nên tác dụng an thần và cải thiện chứng mất ngủ.",
      "cdungLi6": "Cân bằng trọng lượng của cơ thể, cho tinh thần minh mẫn và hoạt động nhanh nhạy hơn.",
      "tphan": "Thành phần được điều chế từ sữa ong chúa tiết ra từ cổ họng của các chú ong thợ.",
      "hdanLi1":"Dùng sữa ong chúa Orihiro Nhật Bản từ 3-8 viên mỗi ngày.",
      "hdanLi2":"Tốt nhất là uống vào buổi sáng với nhiều nước (hoặc nước ấm).",
      "hdanLi3":"Bảo quản ở nơi khô ráo, thoáng mát.",
      "luuyLi1": "Phụ nữ có thai và đang cho con bú nên tham khảo ý kiến bác sĩ trước khi dùng.",
      "luuyLi2": "Tùy theo cơ địa của người dùng mà có hiệu quả khác nhau. Sản phẩm này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh."
    },
    {
      "id": 5,
      "name": "Nước yến trẻ hóa làn da Nano Japan Birds Nest Premium Concentrate (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2020/05/07/268x268-1588827006-10-chai-x-50ml-sieu-thi-nhat-ban-japana-2-(1).jpeg",
      "price": 2249,
      "oldPrice": 2589,
      "categoryId": 1,
      "pTitle": "Nước uống Placenta Mashiro 82x New 450.000mg cung cấp cho cơ thể nguồn tinh chất nhau thai “heo hạnh phúc” - Loài heo đặc biệt được nuôi trong những trang trại tại vùng Shizouka Nhật Bản. Không chỉ được kiểm soát trong quá trình nuôi đảm bảo nguồn thức ăn sạch, dinh dưỡng, mỗi ngày được uống trà xanh, tiếp xúc thường xuyên với ánh nắng và không khí trong lành, từ đó mang đến nguồn nguyên liệu đầy dưỡng chất và tinh sạch nhất.",
      "cdungLi1":"Dưỡng trắng da.",
      "cdungLi2": "Hỗ trợ thúc đẩy sản sinh collagen cho làn da săn chắc, căng đầy.",
      "cdungLi3": "Cải thiện tình trạng thâm nám, sạm da.",
      "cdungLi4": "Điều hoà và cân bằng nội tiết tố nữ.",
      "cdungLi5": "Cung cấp độ ẩm cho da mịn màng, mềm mại.",
      "cdungLi6": "Giảm tình trạng khô hạn ở phái đẹp sau khi sinh con.",
      "tphan": "Tinh chất nhau thai heo (450.000mg), 82 loại thực vật lên men, nhóm B (B1, B2, B6), chiết xuất sụn mũi cá hồi, Collagen Peptide (15.000mg), Hyaluronic Acid, Elastin, Coenzyme Q10, chiết xuất mầm nho, quả dứa, tổ yến, 8 loại bột thảo mộc, Vitamin E.",
      "hdanLi1":"Uống 15ml/ngày, lắc đều trước khi uống.",
      "hdanLi2":"Sử dụng đều đặn mỗi buổi tối trước khi đi ngủ.",
      "hdanLi3":"Sử dụng nước uống tinh chất nhau thai Placenta Mashiro 82x Classic New như một thức uống trái cây thông thường, có thể pha loãng cùng nước, nước hoa quả hay rượu vang đều được.",
      "luuyLi1": "Người bị nóng trong người nên pha loãng với nước khi uống.",
      "luuyLi2": "Người bị các vấn đề về dạ dày, đau dạ dày nên uống sản phẩm khi no."
    },
    {
      "id": 6,
      "name": "Nước uống thải độc, hỗ trợ giảm cân Nucos Detox Emzyme (Hộp 10 chai x 30ml)",
      "image": "https://japana.vn/uploads/product/2023/06/07/268x268-1686134261-am-can-nucos-detox-emzyme-hop-30ml-x-10-chai45.jpg",
      "price": 811,
      "oldPrice": 990,
      "categoryId": 1,
      "pTitle": "Nước uống thải độc, hỗ trợ giảm cân Nucos Detox Emzyme với chiết xuất 180 loại trái cây, rau củ tự nhiên thúc đẩy cơ thể trao đổi chất tốt hơn, thanh lọc và đào thải độc tố, góp phần cải thiện hệ tiêu hóa khỏe mạnh.",
      "cdungLi1":"Hỗ trợ thanh lọc, đào thải độc tố tích tụ trong cơ thể ra bên ngoài.",
      "cdungLi2": "Hỗ trợ hoạt động hệ tiêu hóa.",
      "cdungLi3": "Tăng cường khả năng hấp thụ chất dinh dưỡng.",
      "cdungLi4": "Giảm hấp thụ các chất béo xấu gây mỡ bụng, béo phì và ngăn ngừa nguy cơ mắc các bệnh lý về tim mạch.",
      "cdungLi5": "Cải thiện tình trạng ợ hơi, ợ chua, táo bón… do hoạt động tiêu hóa kém.",
      "cdungLi6": "Làm đẹp da, cung cấp chất xơ giúp da luôn khỏe khoắn, tràn đầy sức sống.",
      "tphan": "Nước uống Detox Enzyme Drink Box Of chứa hơn 180 loại trái cây và rau củ gồm: Thực vật lên men (Đường nâu, trái cây, rau dại, nấm, thảo mộc, rong biển, các loại đậu). Nước ép táo, nước ép lựu, nước ép chanh, nước ép việt quốc, nước ép nho. Bột chiết xuất trà đen lên men, chiết xuất mầm đậu nành. Phức hợp Vitamin B (Vitamin B3, Vitamin B1, Vitamin B5, Vitamin B6). Chứa các thành phần từ sữa, táo, đậu nành, đào, kiwi, cam, chuối, hạt mè và hạt điều.",
      "hdanLi1":"Uống 1 chai mỗi ngày trước bữa ăn sáng 30 phút.",
      "hdanLi2":"Có thể ướp lạnh trước khi uống để tăng thêm hương vị, kích thích ngon miệng.",
      "hdanLi3":"Bảo quản ở nơi khô ráo, thoáng mát.",
      "luuyLi1": "Sản phẩm là thực phẩm chức năng không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh.",
      "luuyLi2": "Hiệu quả có thể khác nhau tùy cơ địa người dùng."
    },
    {
      "id": 7,
      "name": "Mặt nạ nghệ hữu cơ ngăn ngừa lão hóa Wonmom 50g",
      "image": "https://japana.vn/uploads/product/2023/04/27/268x268-1682578965-at-na-nghe-huu-co-ngan-ngua-lao-hoa-wonmom-50g.jpg",
      "price": 315,
      "oldPrice": 350,
      "categoryId": 1,
      "pTitle": "Mặt nạ nghệ hữu cơ ngăn ngừa lão hóa Wonmom 50g là sản phẩm đến từ thương hiệu uy tín dành cho mẹ và bé Wonmom, với chiết xuất chủ yếu từ thảo mộc thiên nhiên lành tính giúp se khít lỗ chân lông, giúp xóa mờ các vết thâm, làm da trắng sáng.",
      "cdungLi1":"Dưỡng da căng mịn, trắng sáng.",
      "cdungLi2": "Giúp làm mờ các vết thâm, sạm đen trên da.",
      "cdungLi3": "Thanh lọc cho da nhạy cảm.",
      "cdungLi4": "Kiềm dầu dưỡng da mềm mịn và nhẹ nhàng tẩy da chết.",
      "cdungLi5": "Cung cấp độ ẩm cho da mịn màng.",
      "cdungLi6": "Ngăn ngừa quá trình lão hóa da.",
      "tphan": "Dầu cọ, tinh bột nghệ, tinh dầu nghệ, chiết xuất trà xanh. Glycerin, Kaolin, Silica.",
      "hdanLi1":"Bước 1: Làm sạch da mặt, để mặt ướt rồi sử dụng 1 lượng mặt nạ bôi một lớp mỏng lên mặt.",
      "hdanLi2":"Bước 2: Để nguyên trong 5-10 phút.",
      "hdanLi3":"Bước 3: Rửa mặt lại với nước sạch. Nên duy trì dùng liên tục trong vòng 1 tháng để cảm nhận sự thay đổi của làn da.",
      "luuyLi1": "Tùy theo cơ địa của người dùng mà có hiệu quả khác nhau. ",
      "luuyLi2": "Sản phẩm này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh."
    },
    {
      "id": 8,
      "name": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2023/06/23/268x268-1687505952-hyaluron-top-shinnippai-hop-10-chai-x-50ml-256.jpg",
      "price": 519,
      "oldPrice": 693,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    }
  ],
  "bodyProducts": [
    {
      "id": 1,
      "name": "Viên uống hỗ trợ tăng chiều cao GH Gold Nhật Bản 120 viên",
      "image": "https://japana.vn/uploads/product/2023/05/09/268x268-1683607695-302dek01-(3).jpg",
      "price": 680,
      "oldPrice": 800,
      "categoryId": 1,
      "pTitle": "Viên uống hỗ trợ tăng chiều cao GH Gold Nhật Bản là sự kết hợp Canxi san hô, Tảo xoắn Spirulina, BonePep, cùng Vitamin D, lợi khuẩn Lactic Acid… bổ sung canxi giúp làm dày và dài xương, cải thiện chiều cao tối đa từ 2-5cm/ liệu trình, thúc đẩy sự phát triển toàn diện cho trẻ từ 6 tuổi trở lên.",
      "cdungLi1":"Giúp hỗ trợ cải thiện chiều cao tối đa 2-5cm/liệu trình.",
      "cdungLi2": "Tạo khung xương vững chắc cho trẻ, giúp xương răng chắc khỏe, ngừa các vấn đề về răng miệng.",
      "cdungLi3": "Bổ sung lượng canxi cơ thể thiếu hụt, phòng ngừa loãng xương.",
      "cdungLi4": "Tăng cường trao đổi chất, nâng cao hệ miễn dịch.",
      "cdungLi5": "Giúp đẩy nhanh quá trình hình thành và phát triển xương, làm dày và dài xương, tăng mật độ xương.",
      "cdungLi6": "Hỗ trợ tăng chiều cao, ngăn ngừa loãng xương, thoái hóa.",
      "tphan": "Canxi san hô (Coral Calcium), Tảo xoắn Spirulina, BonePep. Một số thành phần khác: Magnesium Oxide, Ferric Pyrophosphate - Sắt (III), Lợi khuẩn Lactic Acid, Vitamin D, Vitamin B3 (Niacin), Vitamin B1, L-Lysine Hydrochloride, Vitamin K (Bacillus natto).",
      "hdanLi1":"Uống 2 viên/ngày sau bữa ăn, uống với nhiều nước. Uống cùng với nước ấm hay nước lọc đều được.",
      "hdanLi2":"Ưu tiên dùng sau bữa ăn sáng vì đây là thời điểm cơ thể dễ tiếp xúc nhiều với ánh nắng mặt trời (da tổng hợp vitamin D cho cơ thể), giúp hấp thu và chuyển hóa canxi hiệu quả cao hơn.",
      "hdanLi3":"Bổ sung dinh dưỡng thiết yếu và phong phú, không bỏ bữa. Tập luyện thể thao hợp lý ít nhất 30 phút/ngày. Ngủ đủ giấc, ngủ trước 21-22 giờ mỗi ngày.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Sản phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 2,
      "name": "Viên uống tăng chiều cao GH Creation EX+ 270 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122262-vien-uong-tang-chieu-cao-gh-creation.jpg",
      "price": 689,
      "oldPrice": 729,
      "categoryId": 1,
      "pTitle": "Viên uống GH Creation EX+ bổ sung nguồn acid amin, canxi tự nhiên góp phần thúc đẩy Hormone tăng trưởng chiều cao GH, giúp hỗ trợ cải thiện chiều cao tối đa 2-5cm/liệu trình. Bên cạnh đó, viên uống giúp xương khớp khỏe mạnh, ngừa loãng xương, hỗ trợ phục hồi nhanh sau chấn thương, phẫu thuật.",
      "cdungLi1":"Thúc đẩy hoạt động tiết Hormone tăng trưởng trong cơ thể sản sinh ra một cách tự nhiên nhất mà không hề gây tác dụng phụ.",
      "cdungLi2": "Hiệu quả hỗ trợ tăng chiều cao từ 4-30 tuổi, cải thiện chiều cao tối đa 2-5cm/liệu trình.",
      "cdungLi3": "Kích thích sự phát triển các mô sụn đầu xương giúp xương dài ra và tăng chiều cao.",
      "cdungLi4": "Thành phần và cơ chế tăng chiều cao tự nhiên, an toàn, không tác dụng phụ được chứng nhận tại Nhật.",
      "cdungLi5": "Rút ngắn thời gian phục hồi sau chấn thương hoặc phẫu thuật, làm lành vết thương.",
      "cdungLi6": "Cải thiện chức năng miễn dịch của cơ thể.",
      "tphan": "Alpha-GPC, Arginine, Bone Peptide, Canxi san hô (Coral Calcium). Một số thành phần khác: Collagen Peptide, Men khô, Men chứa kẽm.",
      "hdanLi1":"Mỗi ngày dùng 3 viên, uống trước khi đi ngủ vào khoảng 21-22 giờ, vì thời gian hấp thụ tốt nhất là vào 23h-2h sáng.",
      "hdanLi2":"Chú ý không ăn bất kì thực phẩm nào trong vòng 3 giờ sau khi uống. Để đạt hiệu quả tốt nhất nên sử dụng theo liệu trình 3 lọ 1 năm.",
      "hdanLi3":"Để đạt được hiệu quả tốt nhất cần ngủ đủ 7 - 8 tiếng/ ngày, luyện tập thể dục thể thao ít nhất 30 phút mỗi ngày và kết hợp chế độ dinh dưỡng hợp lý để thúc đẩy trao đổi chất.",
      "luuyLi1": "Sử dụng cho trẻ em từ 4 tuổi trở lên.",
      "luuyLi2": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng. Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 3,
      "name": "Viên uống giảm cân dầu dừa DHC Forskohlii Soft Capsule 40 viên",
      "image": "https://japana.vn/uploads/product/2021/03/25/268x268-1616663510-an-dau-dua-dhc-forskohlii-soft-capsule-40-vien.jpg",
      "price": 249,
      "oldPrice": 350,
      "categoryId": 1,
      "pTitle": "Giảm cân an toàn, dưỡng da săn chắc từ dầu dừa và bột húng chanh Ấn Độ trong viên uống DHC Forskohlii Soft Capsule, đồng hành cùng bạn trong hành trình tìm lại sắc vóc.",
      "cdungLi1":"Viên uống DHC Forskohlii Soft Capsule kết hợp hai thành phần chuyên công dụng giảm cân là dầu dừa và bột húng chanh Ấn Độ.",
      "cdungLi2": "Trong khi dầu dừa với tính nhiệt đặc trưng và giàu chất béo no sẽ mang đến cảm giác no lâu hơn.",
      "cdungLi3": "Hạn chế hấp thụ chất béo từ những bữa ăn thường ngày.",
      "cdungLi4": "Bột húng chanh Ấn Độ với cơ chế gia giảm mỡ từ trong từng tế bào, cơ thể giảm cân nhưng vẫn giữ khối cơ, đặc biệt thích hợp với người đang trong quá trình tập luyện thể hình.",
      "cdungLi5": "Xua tan đi nỗi lo da rạn nứt hay chùng nhão sau giảm cân.",
      "cdungLi6": "Không chỉ nổi bật với cơ chế giảm cân tự nhiên, an toàn và hấp thụ nhanh vào cơ thể, viên uống DHC Forskohlii Soft Capsule còn góp phần dưỡng da đàn hồi, củng cố kết cấu săn chắc.",
      "tphan": "Dầu dừa (200mg), Bột húng chanh Ấn Độ (Coleus Forskohlii Extract) (170mg), Các Acid amin hữu cơ: L- Valine (10mg); L-leucin (10mg); L-isoleucin (10mg), Các Vitamin nhóm B gồm: Vitamin B1 (1mg); Vitamin B2 (1mg); Vitamin B6 (1mg).",
      "hdanLi1":"Uống 1-2 viên/ngày.",
      "hdanLi2":"Dùng cùng nước lọc hoặc nước ấm.",
      "hdanLi3":"Nên kết hợp với chế độ ăn uống, sinh hoạt hợp lý để mang lại hiệu quả giảm cân tốt hơn.",
      "luuyLi1": "Không sử dụng đối với người dị ứng, mẫn cảm với bất cứ thành phần nào của sản phẩm.",
      "luuyLi2": "Do thành phần sản phẩm tự nhiên nên màu sắc có thể thay đối nhưng không ảnh hưởng đến chất lượng sản phẩm."
    },
    {
      "id": 4,
      "name": "Giấm đen giảm cân Orihiro Nhật Bản 216 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650507140-001bda280-1.jpg",
      "price": 185,
      "oldPrice": 209,
      "categoryId": 1,
      "pTitle": "Giấm đen Orihiro uy tín hàng đầu tại Nhật Bản, giúp hỗ trợ giảm cân ở vùng đùi, bụng, mang lại vóc dáng thon thả cùng làn da mịn màng, tươi trẻ và cơ thể khoẻ mạnh.",
      "cdungLi1":"Sản phẩm dạng viên uống tiện lợi và dễ sử dụng, chứa lượng acid amin có lợi cho sức khoẻ, giúp hỗ trợ giảm cân tự nhiên và cực kỳ an toàn.",
      "cdungLi2": "Tăng trao đổi chất và chuyển hoá năng lượng, giảm thiểu sự hấp thu mỡ thừa bên trong cơ thể.",
      "cdungLi3": "Hỗ trợ giảm cân và săn chắc, thon gọn các vùng của cơ thể như bụng, đùi, bắp chân,...",
      "cdungLi4": "Bổ sung các vitamin, khoáng chất thiết yếu giúp nâng cao sức khoẻ, dưỡng da tươi trẻ.",
      "cdungLi5": "Hỗ trợ cân bằng lượng mỡ có trong máu, lưu thông máu dễ dàng, giảm thiểu xuất hiện các bệnh về tim mạch, huyết áp.",
      "cdungLi6": "Hỗ trợ thúc đẩy sản sinh collagen tự nhiên bên trong cơ thể, giảm thiểu tình trạng da chảy xệ, chùng nhão sau khi xuống cân.",
      "tphan": "Arginine: 44mg, Valine: 16mg, Alanine: 55mg, Lysine: 21mg, Histidine: 5mg, Phenylalanine; 12mg, Acid glutamic: 67mg, Tyrosine: 3mg, Leucine: 18mg… cùng một số thành phần khác.",
      "hdanLi1":"Uống 4 viên/ ngày, chia đều làm 2 lần vào trước hoặc sau bữa ăn.",
      "hdanLi2":"Sử dụng liệu trình từ 2 - 3 gói để cảm nhận rõ hiệu quả sản phẩm.",
      "hdanLi3":"Nên kết hợp sử dụng viên uống cùng chế độ ăn uống và vận động hợp lý, để mang lại hiệu quả tốt hơn.",
      "luuyLi1": "Người đau bao tử không nên sử dụng giấm để hỗ trợ giảm cân vì giấm có vị chua và chứa acid acetic, không có lợi cho dạ dày, nhất là khi đói.",
      "luuyLi2": "Sử dụng giấm đen phải đúng cách và đúng liều lượng. Phụ nữ có thai, người đang cho con bú hay đang dùng thuốc điều trị nên tham khảo ý kiến bác sĩ trước khi dùng."
    },
    {
      "id": 5,
      "name": "Kem tan mỡ Nagano Body Firming Cream 100ml",
      "image": "https://japana.vn/uploads/product/2021/09/01/268x268-1630470552-084fbe38.jpg",
      "price": 450,
      "oldPrice": 489,
      "categoryId": 1,
      "pTitle": "Kem tan mỡ Nagano Body Firming Cream 100ml với sự kết hợp đặc biệt của hai tinh chất thiên nhiên từ củ gừng và ớt, làm tan mỡ các vùng trên cơ thể, cho bạn đường nét thon gọn và cho da săn chắc, mịn màng hơn.",
      "cdungLi1":"Sản phẩm giúp làm tan mô mỡ thừa, định hình đường nét cơ thể và làm săn chắc vùng da, đồng thời bổ sung các chất cho vùng da ở đây mịn màng, mềm mại.",
      "cdungLi2": "Không gây nhờn rít hay khó chịu, cho độ ấm nóng vừa phải mà không gây bỏng rát được lưu giữ lâu trên da, cùng với hương thơm nhẹ nhàng, dễ chịu.​",
      "cdungLi3": "Làm tan mỡ dưới da các vùng cơ thể bạn muốn như vùng bụng, bắp tay, đùi...",
      "cdungLi4": "Giúp da săn chắc, mịn màng mà không bị chảy xệ hay thô ráp.",
      "cdungLi5": "Cảm giác nóng vừa phải và kéo dài, thích hợp với mọi loại da, cả những loại da nhạy cảm.",
      "cdungLi6": "Không gây nhờn rít, mùi hương nhẹ nhàng, dễ chịu.",
      "tphan": "Chiết xuất ớt (Capsicum Annuum Extract), chiết xuất củ gừng (Zingiber Officinale Root Extract), chiết xuất hạt hướng dương (Helianthus Annuus Seed Oil), Glycerin... cùng một số thành phần khác.",
      "hdanLi1":"Bước 1: Làm sạch da ở vùng cần thoa kem tan mỡ và rửa sạch tay.",
      "hdanLi2":"Bước 2: Lấy một lượng kem vừa đủ thoa lên vùng da trên cơ thể cần làm thon gọn.",
      "hdanLi3":"Bước 3: Massage nhanh và liên tục lên trong khoảng 20 phút. Thực hiện mỗi ngày 2 lần vào sáng và tối. Kết hợp sử dụng sản phẩm với chế độ ăn uống và tập luyện thể thao phù hợp để đạt hiệu quả tốt nhất.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 6,
      "name": "Viên uống chống nắng nội sinh UV Plus+ Block100 45 viên (Nội địa)",
      "image": "https://japana.vn/uploads/product/2023/02/22/268x268-1677054184-chong-nang-noi-sinh-uv-plus-block-100-45-vien4.jpg",
      "price": 245,
      "oldPrice": 360,
      "categoryId": 1,
      "pTitle": "Viên uống chống nắng nội sinh UV Plus+ Block 100 là thực phẩm hỗ trợ chống nắng dạng viên. Với công thức chiết xuất thiên nhiên và vitamin thiết yếu, giúp chống oxy hóa mạnh mẽ, bảo vệ tế bào da trước tác động tiêu cực của tia UV, ngăn ngừa lão hóa.",
      "cdungLi1":"Tạo hàng rào vô hình bảo vệ da khỏi các tác động tiêu cực từ tia UV.",
      "cdungLi2": "Giảm cháy nắng, mẩn đỏ khi tiếp xúc với tia UV quá lâu.",
      "cdungLi3": "Bổ sung ceramide, vitamin C, chất chống oxy hóa tăng cường đề kháng cho da.",
      "cdungLi4": "Giảm thiểu sự phát triển của hắc sắc tố melanin, ngăn ngừa nám, tàn nhang.",
      "cdungLi5": "Làm chậm quá trình lão hóa, duy trì độ đàn hồi cho da.",
      "cdungLi6": "Duy trì độ ẩm tự nhiên, nuôi dưỡng da khỏe mạnh.",
      "tphan": "Chiết xuất quả dứa: Giàu ceramide, củng cố hàng rào bảo vệ da, giúp giảm tác hại của UV. Ceramide nằm ở lớp sừng giúp giữ độ ẩm cho da mịn màng, săn chắc. Ceramide còn tạo màng chắn vô hình giảm thiểu sự phát triển của hắc sắc tố melanin. Bổ sung ceramide rất hữu ích để chống nắng. Chiết xuất quả cam đỏ: Có nhiều lợi ích đối với sức khỏe, chứa lượng lớn vitamin C – chuyên bảo vệ da chống lại những thiệt hại mà tia cực tím gây ra bởi các gốc tự do. Các hợp chất flavonoid, polyphenol, anthocyanin có trong quả cam đỏ giúp chống lại các tác nhân gây hại từ môi trường bên ngoài, nhất là ánh nắng, tăng cường sức đề kháng của cơ thể. Chiết xuất quả quýt chứa Beta-cryptoxanthin là nguồn gốc từ chất chống oxy hóa mạnh. Chúng có tác dụng phòng ngừa ung thư da chống lão hóa và cải thiện thị lực. Các loại acid amin, vitamin thiết yếu giúp tăng cường sức đề kháng cho da.",
      "hdanLi1":"Sử dụng 1 viên mỗi ngày. Đối với trường hợp ở ngoài trời quá lâu có thể dùng 2 viên giúp bảo vệ làn da suốt 24h. Uống trước ít nhất 30 phút trước khi đi ra ngoài.",
      "hdanLi2":"Không sử dụng cho trẻ dưới 15 tuổi, phụ nữ đang mang thai và cho con bú.",
      "hdanLi3":"Người đang điều trị bệnh nên tham khảo ý kiến của bác sĩ.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "sản phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 7,
      "name": "Gel hỗ trợ cải thiện sẹo Gentacin Ointment 10g",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650506429-001ej542.jpg",
      "price": 59,
      "oldPrice": 79,
      "categoryId": 1,
      "pTitle": "Mỗi khi da bị thương hay chỉ trầy xước nhẹ, nó không làm ảnh hưởng gì đến sức khỏe của bạn nhưng nó sẽ để lại sẹo, lại gây mất thẩm mỹ và làm bạn mất tự tin, vậy nên có sự ra đời của các loại gel Gentacin Ointment giúp hỗ trợ cải thiện các vết sẹo đó, để làn da được mịn màng, xinh đẹp.",
      "cdungLi1":"Chứa thành phần G.e.n.t.a.m.i.c.i.n S.u.l.f.a.t.e: Giúp cải thiện các vết sẹo, hạn chế sự xâm nhập của vi khuẩn gây nên tình trạng vết thương lan rộng và nặng hơn.",
      "cdungLi2": "Hỗ trợ lấp đầy các vết lồi, lõm, vết bỏng nặng nhẹ... để da được mịn màng và đầy đặn.",
      "cdungLi3": "Hỗ trợ cải thiện các vết sẹo cũ, phẩu thuật...",
      "cdungLi4": "Hỗ trợ làn da mới được tái tạo nhanh hơn, từ đó da được căng mịn.",
      "cdungLi5": "Sản phẩm được dùng tại các spa chăm sóc da chuyên nghiệp, nên bạn có thể yên tâm sử dụng và tin tưởng vào hiệu quả mà nó mang lại.",
      "cdungLi6": "Giảm thiểu tình trạng nhiễm, viêm do bị cắt, trầy xước, bỏng, mụn trứng cá,…",
      "tphan": "Genmaiskin, axit benzoic, paraokinshi, propyl, parafin, vaseline trắng.",
      "hdanLi1":"Bôi 2 đến 3 lần/ngày.",
      "hdanLi2":"Bôi trực tiếp lên những vết sẹo và massage nhẹ nhàng để sản phẩm thẩm thấu tốt.",
      "hdanLi3":"Sử dụng đều đặn và thường xuyên để đạt hiệu quả cao nhất.",
      "luuyLi1": "Không dùng cho các vết thương hở nặng (hãy đợi vết thương khô và sắp thay da hãy sử dụng sản phẩm). Không dùng cho người bị xuất huyết.",
      "luuyLi2": "Không dùng cho vùng da nhạy cảm quanh mắt, miệng. Khi sử dụng cho trẻ em phải có sự giám sát của người lớn."
    },
    {
      "id": 8,
      "name": "Viên uống rau củ DHC Nhật Bản 240 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122696-vien-rau-cu-qua-dhc-nhat-ban.jpg",
      "price": 289,
      "oldPrice": 315,
      "categoryId": 1,
      "pTitle": "Viên uống rau củ DHC được chiết xuất từ 32 loại rau củ chứa hơn 1000 tỷ nấm men và vitamin E giúp tăng cường sức đề kháng, nâng cao sức khỏe người tiêu dùng..",
      "cdungLi1":"Viên uống DHC bổ sung chất xơ cho hệ tiêu hoá hoạt động dễ dàng, trơn tru, giảm thiểu nguy cơ mắc chứng táo bón.",
      "cdungLi2": "Rau củ DHC có nguồn dinh dưỡng được chọn lọc và bổ sung hàm lượng phù hợp và tốt cho sức khoẻ.",
      "cdungLi3": "Nguồn dưỡng chất từ rau, củ, quả cho làn da tươi trẻ, mịn màng, hạn chế tình trạng mụn do nội tiết.",
      "cdungLi4": "Thanh nhiệt, giải độc, hạn chế tình trạng nóng trong người gây mụn hay các vấn đề về da.",
      "cdungLi5": "Tăng hoạt động trao đổi chất và củng cố thêm hệ miễn dịch của cơ thể.",
      "cdungLi6": "Cung cấp Glucose tạo năng lượng cho não bộ, giảm mệt mỏi và tăng khả năng tập trung.",
      "tphan": "Thành phần 32 loại rau củ gồm: Bột cải bắp, bột súp lơ xanh, bột khoai lang tím, bột hành, bột khoai lang ngọt, bột bí ngô, bột ngô ngọt, bột cải thảo, bột cà rốt, bột lá lúa mạch, bột khoai tây ngọt, bột cải Nhật, bột rau đay, bột bắp cả, bột cải chân vịt, bột lá cải củ, khoai sọ, bột dâu tằm, bột tỏi, bột gừng, bột muớp đắng, bột ngải cứu, bột củ cải, bột măng tây, bột tía tô, bột đậu tương, bột đậu bắp, bột củ từ, ngô, Vitamin E, bột thanh trùng lên men với Lactobacillus và nấm men.",
      "hdanLi1":"Uống đều đặn mỗi ngày 4 viên.",
      "hdanLi2":"Nên chia làm 2 lần uống, trước bữa trưa và bữa tối.",
      "hdanLi3":"Uống cùng nước lọc hay nước ấm đều được.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Sản phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    }
  ],
  "newProducts": [
    {
      "id": 1,
      "name": "Bột mầm lúa mạch trái cây Shinnippai Yummy (Hộp 20 gói x 3g)",
      "image": "https://japana.vn/uploads/product/2023/06/23/268x268-1687510007-h-trai-cay-shinnippai-yummy-hop-20-goi-x-3g-97.jpg",
      "price": 199,
      "oldPrice": 269,
      "categoryId": 1,
      "pTitle": "Bột mầm lúa mạch trái cây Shinnippai Yummy được sản xuất trên dây chuyền công nghệ Nhật Bản cùng nguồn nguyên liệu 100% Nhật Bản giàu dinh dưỡng, bổ sung đầy đủ lượng Vitamin, vi chất thiết yếu cùng chất xơ hỗ trợ tiêu hóa khỏe, làm đẹp da và nâng cao đề kháng cả gia đình.",
      "cdungLi1":"Bổ sung lượng Canxi, Vitamin D, Kẽm thiết yếu cho cơ thể mỗi ngày.",
      "cdungLi2": "Bổ sung 10 tỷ lợi khuẩn, tăng cường sức mạnh hệ tiêu hóa.",
      "cdungLi3": "Giúp trẻ em phát triển hệ xương chắc khỏe, ăn uống ngon miệng, nâng cao thể chất.",
      "cdungLi4": "Giúp làm chậm quá trình lão hóa, làm đẹp da.",
      "cdungLi5": "Cải thiện các bệnh lý do lối sống như táo bón, cao huyết áp, thừa cholesterol...",
      "cdungLi6": "Bổ sung, cân bằng dinh dưỡng; tăng khả năng hấp thụ và sức đề kháng.",
      "tphan": "Nguyên liệu chính từ mầm lúa mạch được trồng hoàn toàn không sử dụng thuốc bảo vệ thực vật ở khu vực Kyushu phía nam Nhật Bản kết hợp cùng với 21 loại rau củ. Bột mầm lúa mạch phối hợp với 75 loại nước ép trái cây tự nhiên mang lại hương vị thơm ngon, giúp tất cả các thành viên trong gia đình có thể uống mỗi ngày.Yummy bổ sung các vi chất thiết yếu mà nhiều trẻ em, phụ nữ Việt Nam còn thiếu: Canxi, Vitamin D, Kẽm.",
      "hdanLi1":"Lượng dùng phù hợp là từ 1 ~ 2 gói mỗi ngày và có thể dùng bất cứ thời điểm nào trong ngày.",
      "hdanLi2":"Rất ngon khi pha với nước (lạnh hoặc ấm), sữa tươi hay sữa đậu nành. ",
      "hdanLi3":"Ngoài ra, bạn cũng có thể rắc Yummy lên sữa chua, bánh mì hoặc trộn cơm ăn cũng rất ngon.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng. Tránh xa tầm tay trẻ em.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 2,
      "name": "Nước tẩy trang bí đao cho da dầu và mụn Cocoon Winter Melon Micellar Water 140ml/500ml",
      "image": "https://japana.vn/uploads/product/2023/04/19/268x268-1681876583--cocoon-winter-melon-micellar-water-140ml500ml.jpg",
      "price": 145,
      "oldPrice": 169,
      "categoryId": 1,
      "pTitle": "Nước tẩy trang bí đao Cocoon Winter Melon Micellar Water đáp ứng những tiêu chí khắc khe trong việc chăm sóc da dầu mụn, giúp làm sạch sâu, dịu nhẹ, thoáng da không gây mụn ẩn, kiểm soát dầu, chăm sóc da tối ưu từ chiết xuất bí đao tự nhiên cùng các thành phần hỗ trợ trị mụn hiệu quả.",
      "cdungLi1":"Công nghệ Micellar dễ dàng làm sạch và cuốn trôi dễ dàng lớp trang điểm, bụi bẩn và bã nhờn trên bề mặt da và sâu trong lỗ chân lông.",
      "cdungLi2": "Chiết xuất thiên nhiên từ bí đao, rau má, tràm trà giúp kiểm soát dầu thừa, kháng khuẩn, kháng viêm, làm dịu mát da, hỗ trợ tối đa trong việc chăm sóc da mụn.",
      "cdungLi3": "Dưỡng ẩm và bảo vệ da khỏi căng thẳng từ môi trường bên ngoài như tia UV, ô nhiễm môi trường với thành phần Betaine chiết xuất từ củ cải đường.",
      "cdungLi4": "O-Cymen-5-Ol và Cetylpyridinium Chloride giúp kháng khuẩn và loại bỏ vi khuẩn gây mụn, hỗ trợ kiểm soát dầu và ngăn ngừa mụn do bít tắc lỗ chân lông gây ra.",
      "cdungLi5": "Độ an toàn: Không cồn, Không sulfate, Không paraben, Không dầu khoáng, Không thử nghiệm trên động vật lành tính với làn da mụn.",
      "cdungLi6": "Kết cấu dạng lỏng tươi mát, dịu nhẹ, giữ da thông thoáng và không làm bí da.",
      "tphan": "Aqua/Water, Polyglyceryl-4 Laurate/Sebacate, Polyglyceryl-4 Caprylate/Caprate, Betaine, Benincasa Cerifera Fruit Extract, Centella Asiatica Extract, o-Cymen-5-ol, Propanediol, Glycereth-26, Glycerin, Trisodium Ethylenediamine Disuccinate, Sodium Lactate, Cetylpyridinium Chloride, Melaleuca Alternifolia Leaf Oil, Lactic Acid.",
      "hdanLi1":"Thấm đều sản phẩm lên bông cotton.",
      "hdanLi2":"Nhẹ nhàng lau khắp mặt để làm sạch lớp trang điểm, bụi bẩn.",
      "hdanLi3":"Nước tẩy trang dịu nhẹ và dùng được cho vùng môi và mắt.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Sản phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 3,
      "name": "Lăn khử mùi đá khoáng Deonatulle Soft Stone Double Deodorant 20g (Dạng sáp)",
      "image": "https://japana.vn/uploads/product/2023/04/28/268x268-1682663361-a-deonatulle-soft-stone-double-deodorant-20g-0.jpg",
      "price": 298,
      "oldPrice": 329,
      "categoryId": 1,
      "pTitle": "Lăn khử mùi đá khoáng Alum giúp ngăn mùi hiệu quả vùng da dưới cánh tay và giảm tiết mồ hôi trên da. Sản phẩm mang lại cảm giác dễ chịu với mùi hương thư giãn, không gây bết rít và không làm bít tắc lỗ chân lông. Thích hợp cho mọi loại da. Sáp lăn khử mùi Deonatulle Soft Stone Double Deodorant xuất xứ từ Nhật Bản.",
      "cdungLi1":"Lăn khử mùi Deonatulle dạng sáp lăn khử mùi đá khoáng Alum hiệu quả gấp đôi giúp ngăn mùi vùng da dưới cánh tay.",
      "cdungLi2": "Giảm tiết mồ hôi và đau nhờn trên da.",
      "cdungLi3": "Chiết xuất lá trà xanh cùng Vitamin E hạn chế vi khuẩn gây mùi, se nhỏ lỗ chân lông, dưỡng da mềm mượt, mịn màng và trắng mịn.",
      "cdungLi4": "Sáp lăn đem lại cảm giác dễ chịu, thư giãn, không bết rít.",
      "cdungLi5": "Không chứa cồn, paraben, chất tạo màu tổng hợp, không để lại vệt trắng ở nách và vệt vàng trên quần áo.",
      "cdungLi6": "Deonatulle là dòng sản phẩm khử mùi chống mồ hôi đến từ Nhật Bản, tận dụng sức mạnh của tự nhiên với thành phần chính phèn chua có khả năng kháng khuẩn, ngăn mùi và se khít lỗ chân lông, ngăn tiết mồ hôi hiệu quả hơn.",
      "tphan": "Cyclopentasiloxane có chức năng như một chất dưỡng da, giúp làm mượt da. Dầu thầu dầu (Hydrogenated Castor Oil) cung cấp các acid béo dưỡng ẩm, giúp giảm thiểu sự mất nước, do đó cải thiện lượng nước trong da. Vitamin E (Tocopherol) có khả năng dưỡng ẩm cao cho da, giữ da không bị khô và hỗ trợ làm sáng da. Capric Triglyceride được coi là một thành phần làm mềm, ngăn mất độ ẩm của da. Chiết xuất Trà xanh (Epigallocatechin Gallate) có khả năng chống oxy hóa, kháng khuẩn, se khít lỗ chân lông. Đá khoáng Alum ngăn mùi vùng da dưới cánh tay, giảm tiết mồ hôi và dầu nhờn trên da. Chiết xuất trà xanh và OCymen5Ol giúp hạn chế vi khuẩn gây mùi, se nhỏ lỗ chân lông.",
      "hdanLi1":"Sử dụng khi làm sạch da, lau khô.",
      "hdanLi2":"Vặn thanh lăn để lớp sáp nhô lên khoảng 1cm.",
      "hdanLi3":"Lăn 5 - 6 lần trên vùng nách.",
      "luuyLi1": "Đậy kín nắp sau khi sử dụng xong. ",
      "luuyLi2": "Để xa tầm tay trẻ em."
    },
    {
      "id": 4,
      "name": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2023/06/23/268x268-1687505952-hyaluron-top-shinnippai-hop-10-chai-x-50ml-256.jpg",
      "price": 519,
      "oldPrice": 693,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà, ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi2": "Thúc đẩy sản sinh tế bào mới giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi3": "Hỗ trợ làm đều màu và sáng da, ngừa thâm nám, sạm da.",
      "cdungLi4": "Hàm lượng Hyaluronic Acid vượt trội mang hiệu quả cấp ẩm tối ưu cho cơ thể và làn da.",
      "cdungLi5": "Hyaluronic Acid dạng phân tử dễ hấp thụ, hiệu quả nhanh hơn.",
      "cdungLi6": "Được sản xuất theo quy trình công nghệ Nhật đạt chuẩn GMP.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 5,
      "name": "Nước uống hồng sâm Hàn Quốc 6 năm tuổi Kumsan Korea Red Ginseng (Hộp 30 gói x 10g)",
      "image": "https://japana.vn/uploads/product/2023/04/19/268x268-1681872413-orea-red-ginseng-6-nam-tuoi-(hop-30-goi-x-10g).jpg",
      "price": 1989,
      "oldPrice": 2389,
      "categoryId": 1,
      "pTitle": "Nước uống hồng sâm Hàn Quốc Kumsan Korea Red Ginseng 6 năm tuổi được trồng ở vùng núi Kumsan cho chất lượng sản phẩm tốt nhất, giúp làm chậm quá trình lão hóa, nâng cao sức khỏe, củng cố miễn dịch và hỗ trợ điều trị và phòng ngừa các bệnh tiểu đường, ung thư, mất ngủ...",
      "cdungLi1":"Chống oxy hóa, làm chậm quá trình lão hóa của cơ thể.",
      "cdungLi2": "Kéo dài tuổi thọ, tăng cường hệ miễn dịch.",
      "cdungLi3": "Giảm mệt mỏi, cải thiện chất lượng giấc ngủ, xoa dịu tâm trạng.",
      "cdungLi4": "Hỗ trợ tăng cường trí nhớ.",
      "cdungLi5": "Cân bằng lượng đường huyết trong cơ thể, hỗ trợ điều trị và phòng ngừa bệnh tiểu đường.",
      "cdungLi6": "Hồng sâm có hàm lượng cao Saponin giúp hỗ trợ điều trị ung thư, giảm tình trạng di căn của tế bào ung thư.",
      "tphan": "Thành phần chính: Chiết xuất hồng sâm Hàn Quốc (6 năm tuổi, 70% rắn ) (Ginsengoside Rg1 + Rb1 + Rg3 11mg / g) 0,5g (Tương đương 2500mg Hồng sâm tươi). Thành phần khác: Siro ngô 4,4g. Nước 3g, Oligosaccharides: 2g, Chiết xuất Ssanghwa: 0,1g (Tương đương 0,1g thảo mộc tươi Cnidium officinale Makino, 0,1g Gừng tươi, 0,1g Táo tàu tươi, 0,1g Bạch chỉ tươi, 0,1g quế tươi, 0,1g Cam thảo tươi, 0,1g rễ Mẫu đơn tươi, 0,1 g Địa hoàng tươi, 0,1g hoàng kỳ (Astragalus membranaceus) tươi)",
      "hdanLi1":"Uống trực tiếp.",
      "hdanLi2":"Người trưởng thành uống 1 gói (10g) mỗi ngày.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 6,
      "name": "Nước uống Collagen Marine True Collagen 220.000mg Thụy Điển 500ml",
      "image": "https://japana.vn/uploads/product/2023/06/07/268x268-1686134637-ang-nuoc-marine-true-collagen-220000mg-500ml45.jpg",
      "price": 919,
      "oldPrice": 1089,
      "categoryId": 1,
      "pTitle": "True Collagen Marine bổ sung đến 220000mg Collagen thủy phân từ cá biển sâu sạch đạt tiêu chuẩn chất lượng châu Âu, kết hợp cùng các Vitamin, khoáng chất thiết yếu dưỡng da căng đầy, mịn màng, nâng cao đề kháng, ngăn ngừa các dấu hiệu lão hóa trên da như nếp nhăn, thâm sạm...",
      "cdungLi1":"Cấu trúc phân tử siêu nhỏ, dễ hấp thu và tương thích cao với cơ thể con người.",
      "cdungLi2": "Collagen kết hợp cùng các vitamin và khoáng chất thiết yếu như: Vitamin C, D, Biotin, Silica, Acid Hyaluronic... làm đẹp da và nâng cao sức khỏe.",
      "cdungLi3": "Phục hồi và tái tạo làn da săn chắc, căng mịn và đàn hồi.",
      "cdungLi4": "Nuôi dưỡng móng tóc chắc khỏe, giảm thiểu tình trạng xơ rối, dễ gãy rụng, móng yếu.",
      "cdungLi5": "Bổ sung chất nhờn cho khớp xương hoạt động trơn tru, vận động linh hoạt, dễ dàng hơn.",
      "cdungLi6": "Hỗ trợ giảm cân bằng cách giảm cảm giác thèm ăn, ít dung nạp calo qua đường ăn uống.",
      "tphan": "Trong 25ml có chứa: Hydrolyzed Fish Collagen type 1 & 3: 11000mg, Vitamin C (L-Ascobic Acid): 120mg, Hyaluronic Acid (Sodium Hyaluronate): 50mg, Silica (Silicone Dioxide): 50mg, Vitamin B5 (D-Calcium Pantothenate): 5mg, Vitamin B6 (Pyridoxine HCL): 1,7mg, Vitamin B7 (D-Biotin): 5000mcg, Vitamin D3 (Cholecalciferol): 60mcg, Selenium(Sodium Selenite): 27,5mcg, Vitamin B12 (Methylcobalamin): 24mcg. Phụ liệu: chất bảo quản (potassium sorbate, sodium benzoate), chất tạo hương tự nhiên (natural aroma), chất tạo màu tự nhiên(sweet potato powder), chất ổn định (emulsifier (xanthan gum)), chất tạo ngọt tự nhiên (steviol glycosides, sucralose), chất điều chỉnh độ acid (citric acid). 100% chất tạo hương và tạo màu có nguồn gốc tự nhiên.",
      "hdanLi1":"Liều dùng: Uống 25ml/lần/ngày (có nắp đong theo sản phẩm, mỗi lần dùng tương đương bổ sung 11000mg Collagen).",
      "hdanLi2":"Dùng trực tiếp hoặc pha với nước ấm, nước ép trái cây, sữa chua, thức uống yêu thích của bạn (hương vị dâu).",
      "hdanLi3":"Bạn cũng có thể thêm vào món ăn hàng ngày để tận hưởng lợi ích của Collagen Marine một cách dễ dàng.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng. Phụ nữ mang thai, người đang chữa bệnh cần tham khảo ý kiến bác sĩ.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 7,
      "name": "Nước Uống Cân Bằng Nội Tiết Tố Nữ Inner Supple 28 Gói (Nội địa)",
      "image": "https://japana.vn/uploads/product/2023/02/22/268x268-1677053805--bang-noi-tiet-to-nu-inner-supple-hop-28-goi34.jpg",
      "price": 889,
      "oldPrice": 1239,
      "categoryId": 1,
      "pTitle": "Với công thức mầm đậu nành nước uống Isoflavone lên men, nước uống Inner Supple đến từ Nhật Bản là sản phẩm hỗ trợ nội tiết tố nữ, giúp ổn định nội tiết tố nữ, cải thiện tình trạng khô rát, suy giảm ham muốn.",
      "cdungLi1":"Nước uống Inner Supple bổ sung nội tiết tố nữ, giúp duy trì cơ thể khỏe mạnh, dẻo dai, căng tràn sức sống.",
      "cdungLi2":"Bên cạnh đó, sản phẩm còn hỗ trợ cơ thể săn chắc, các vòng đầy đặn, căng mướt tự nhiên.",
      "cdungLi3":"Sản phẩm hỗ trợ giữ ẩm da, hỗ trợ giảm sự hình thành các hắc tố, nám tàn nhang, cho phái đẹp làn da sáng mịn, rạng rỡ.",
      "cdungLi4":"Inner Suplle đặc biệt ở chỗ đây là dòng sản phẩm hỗ trợ tăng cường nội tiết tố nữ có dạng nước uống trực tiếp mà không phải pha loãng hay uống cùng với nước lọc.",
      "cdungLi5":"Inner Supple Nhật Bản đóng gói dạng nước vị chua ngọt dịu nhẹ rất dễ uống và tiện lợi để chị em mang theo bên người.",
      "cdungLi6":"Sản phẩm được sản xuất trên công nghệ dây chuyền Nhật Bản, tuân thủ các quy chuẩn về sản phẩm.",
      "tphan": "Chiết xuất từ mầm đậu nành lên men và các thành phần khác như sâm tố nữ, vitamin, các loại men nấm, cây cỏ ngọt,...Sản phẩm không chứa chất bảo quản và không có các phụ gia gây ảnh hưởng đến cơ thể người dùng.",
      "hdanLi1":"Uống trực tiếp nước uống Inner Supple.",
      "hdanLi2":"Nên dùng 1 gói mỗi ngày vào buổi tối trước đi ngủ.",
      "hdanLi3":"Để đạt được kết quả rõ rệt bạn nên uống đủ liệu trình 3 hộp và đều đặn hàng ngày.",
      "luuyLi1": "Sản phẩm không dùng cho trẻ em và phụ nữ có thai, cho con bú.",
      "luuyLi2": "Sản phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 8,
      "name": "Men vi sinh bổ sung lợi khuẩn NutrioneLife Alive Probiotics 30 gói",
      "image": "https://japana.vn/uploads/product/2023/06/08/268x268-1686213898-loi-khuan-nutrionelife-alive-probiotics-30-goi.jpg",
      "price": 379,
      "oldPrice": 429,
      "categoryId": 1,
      "pTitle": "Men vi sinh bổ sung lợi khuẩn Alive Probiotics tích hợp chức năng kép của 12 lợi khuẩn cùng khoáng chất kẽm, giúp tăng cường lợi khuẩn, ức chế và đào thải vi khuẩn có hại, hỗ trợ tiêu hóa và nâng cao đề kháng.",
      "cdungLi1":"Hỗ trợ tăng cường sức đề kháng và nâng cao hệ miễn dịch.",
      "cdungLi2": "Giảm thiếu các vấn đề về đường tiêu hóa như biếng ăn, tiêu chảy, rối loạn tiêu hóa, đầy hơi, chướng bụng,...",
      "cdungLi3": "Cải thiện hoạt động cho hệ tiêu hóa.",
      "cdungLi4": "Hỗ trợ điều trị một số bệnh lý như tiểu đường, da liễu, di ứng...",
      "cdungLi5": "Ngăn ngừa tình trạng kháng kháng sinh.",
      "cdungLi6": "Cải thiện tinh thầnm giảm căng thẳng, đặc biệt là hệ thần kinh trung ương.",
      "tphan": "Tổng hợp 12 chủng lợi khuẩn còn sống: Vi khuẩn Lactobacillus plantarum, Vi khuẩn Bifidobacterium animalis lactis, Vi khuẩn Lactobacillus lactis, Vi khuẩn Lactobacillus Acidophilus, Vi khuẩn Streptococcus thermophiles, Vi khuẩn Bifidobacterium breve, Vi khuẩn Lactobacillus Casei, Vi khuẩn Lactobacillus Rhamnosus, Vi khuẩn Bifidobacterium Longgum, Vi khuẩn Bifidobacterium Bifidum, Vi khuẩn Lactobacillus Fermentum, Vi khuẩn Lactobacillus Paracasei. Khoáng chất kẽm.",
      "hdanLi1":"Liều lượng: Uống 1 gói/ngày. Cách dùng: Uống trực tiếp hoặc pha với 50ml nước lọc.",
      "hdanLi2":"Khuyến nghị sử dụng 2 gói/ngày cho trường hợp gặp vấn đề nghiêm trọng hơn về tiêu hóa hoặc theo chỉ dẫn của bác sĩ, chuyên gia.",
      "hdanLi3":"Trẻ em và trẻ sơ sinh pha cùng sữa ấm, dùng trước bữa ăn.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Không pha cùng nước nóng hoặc sữa nóng."
    }
  ],
  "hotProducts": [
    {
      "id": 1,
      "name": "Nước uống đẹp da Collagen 20000mg Plus (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834458-4-01.png",
      "price": 1299,
      "oldPrice": 1419,
      "categoryId": 1,
      "pTitle": "Collagen Plus có thành phần chiết xuất từ sụn cá mập, giúp bổ sung 20,000mg Collagen Peptide và dưỡng chất tăng cường hiệu quả làm đẹp da, chống lão hoá, giúp xương khớp chắc khoẻ.",
      "cdungLi1":"Với hàm lượng Collagen cao, giúp căng đầy nếp nhăn, vết chân chim, hỗ trợ phục hồi sự tươi trẻ và làn da mịn màng, căng mượt.",
      "cdungLi2": "Collagen Plus giúp tăng độ đàn hồi và săn chắc của làn da, cải thiện cấu trúc và giảm thiểu tình trạng da nhăn nheo, chảy xệ hay chùng nhão.",
      "cdungLi3": "Dưỡng ẩm cho làn da luôn căng mịn, mượt mà và giúp se khít lỗ chân lông. Giảm thiểu vết thâm nám, tàn nhang hay sạm da, dưỡng da trắng hồng rạng rỡ.",
      "cdungLi4": "Collagen Plus sẽ hỗ trợ tăng cường sức khoẻ xương khớp dẻo dai, linh hoạt và tăng tiết dịch đầu sụn.",
      "cdungLi5": "Nuôi dưỡng móng tóc chắc khoẻ, hạn chế tình trạng móng tóc yếu, dễ gãy rụng.",
      "cdungLi6": "Hương vị dâu thơm ngon, dễ uống và không chứa đường nên phù hợp với hầu hết mọi người.",
      "tphan": "Thành phần bao gồm: Peptide Collagen cá (bao gồm Gelatin), chiết xuất sụn cá mập (chứa Chondroitin), Elastin/Acidulant thủy phân, Vitamin C, hương thơm, Axit Hyaluronic, kẽm Gluconate, chất tạo ngọt (Acesulfame K, Sucralose)), Niacin, chiết xuất hạt bưởi, Vitamin B2, Vitamin B6, Vitamin B1.",
      "hdanLi1":"Uống mỗi ngày 01 chai hay 2 ngày/chai.",
      "hdanLi2":"Ngon hơn khi uống lạnh.",
      "hdanLi3":"Nên kết hợp sử dụng sản phẩm cùng chế độ ăn uống và sinh hoạt hợp lý để phát huy tốt hiệu quả sản phẩm.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Sản phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 2,
      "name": "Tảo xoắn Spirulina Japan Algae Nhật Bản 2200 viên",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834395-19-01.png",
      "price": 449,
      "oldPrice": 469,
      "categoryId": 1,
      "pTitle": "Tảo xoắn Spirulina Nhật Bản được tổ chức WHO – Tổ chức Y tế thế giới đánh giá là thực phẩm tự nhiên tốt nhất cho sức khỏe người thế kỷ 21, nhờ chứa loạt Vitamin, khoáng chất, Protein cao tốt cho sức khoẻ. Tảo xoắn Spirulina Nhật Bản hộp 2200 viên được điều chế từ 100% tảo xoắn Spirulina, giúp bồi bổ sức khoẻ, hỗ trợ tiêu hoá và làm đẹp da, tăng cường đề kháng cho mọi lứa tuổi.",
      "cdungLi1":"Tảo vàng EX giúp hỗ trợ bồi bổ sức khỏe và tăng sức đề kháng, bổ sung dinh dưỡng, hỗ trợ phục hồi sức khỏe.",
      "cdungLi2": "Sử dụng tảo EX sẽ giúp nuôi dưỡng và làm đẹp da từ bên trong, làm mờ các vết thâm nám, nếp nhăn và vết chân chim, giúp làn da mịn màng, tươi trẻ.",
      "cdungLi3": "Tảo vàng Spirulina EX hỗ trợ cải thiện chức năng hệ tiêu hóa và sức khỏe đường ruột, bổ sung hàm lượng chất xơ dồi dào, hỗ trợ thanh lọc cơ thể một cách tự nhiên, giảm thiểu nguy cơ mắc các bệnh về dạ dày và đường ruột.",
      "cdungLi4": "Hỗ trợ góp phần giảm thiểu nguy cơ mắc các bệnh như tiểu đường, huyết áp cao, ung thư, béo phì, tim mạch và các bệnh về xương khớp.",
      "cdungLi5": "Hỗ trợ điều hòa lượng mỡ trong máu, cải thiện các triệu chứng của bệnh cao huyết áp.",
      "cdungLi6": "Xoa dịu đầu óc, cải thiện trí nhớ, mang đến giấc ngủ ngon và tinh thần thư thái, thoải mái cho người dùng.",
      "cdungLi7": "Cung cấp năng lượng thiết yếu, tạo cảm giác no mà không nạp chất béo năng lượng vào cơ thể, giúp điều hoà cân nặng, mang lại vóc dáng cân đối cho bạn.",
      "tphan": "Tảo xoắn Spirulina Nhật Bản hộp 2200 viên mác đỏ có thành phần bao gồm Carbonhydrate, chất béo, Protein, đường, Axit Amin (Histidine, Leucine, Threonine, Lysine, Isoleuchine, Methionine, Phenylalanine, Tryptophan), Vitamin A , Vitamin B1 , Vitamin B2, Vitamin B3, Vitamin B6, Vitamin B12, Vitamin C, Vitamin K, khoáng chất (Kali, Canxi, Magie, Kẽm, Sắt, Selen, Mangan, Natri), Axit béo không no (Gamma Linolenic Axit - Omega 6).",
      "hdanLi1":"Đối với người lớn: Ngày uống 20 - 30 viên tảo xoắn trước bữa ăn hoặc sau bữa ăn (có thể chia làm 2 - 3 lần).",
      "hdanLi2":"Đối với trẻ em dưới 5 tuổi: Uống dưới 5 viên/lần, có thể nghiền thành bột chung với thức ăn (nên hỏi ý kiến bác sĩ trước khi sử dụng).",
      "hdanLi3":"Đối với trẻ em trên 5 tuổi: Uống 10 - 20 viên/ngày, mỗi ngày uống 2 - 3 lần.",
      "luuyLi1": "Tùy theo cơ địa của người dùng mà có hiệu quả khác nhau.",
      "luuyLi2": "Sản phẩm này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh."
    },
    {
      "id": 3,
      "name": "Nước uống tinh chất nhau thai Placenta Mashiro 82x Sakura Premium New 450.000mg 500ml",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834410-6-01.png",
      "price": 2899,
      "oldPrice": 3229,
      "categoryId": 1,
      "pTitle": "Nước uống 82x Sakura Placenta chứa thành phần tinh chất nhau thai heo đậm đặc giúp tăng khả năng hấp thu và mang đến làn da căng mịn, sáng hồng, cơ thể trẻ trung, khoẻ khoắn.",
      "cdungLi1":"Tạo điều kiện cơ thể hấp thu lượng tốt nhất, thương hiệu Mashiro ứng dụng công nghệ tách chiết ly tâm 4 lần, chỉ giữ lại nguồn dưỡng chất nhau thai heo cần thiết và loại bỏ tạp chất dư thừa, có hại cho sức khoẻ.",
      "cdungLi2": "Nước uống 82x Sakura Placenta giúp bổ sung hệ dưỡng chất làm đẹp phong phú, chăm sóc da quen thuộc của thương hiệu này với 82 loại thực vật lên men, Vitamin nhóm B, HA, CoQ10, chiết xuất thảo mộc,...",
      "cdungLi3": "Giúp điều hoà và bồi bổ các hoạt động của cơ thể.",
      "cdungLi4": "Tăng cường khả năng dưỡng ẩm, dưỡng trắng da.",
      "cdungLi5": "Bên cạnh đó củng cố đề kháng, cải thiện hoạt động hệ tiêu hoá.",
      "cdungLi6": "Hỗ trợ tốt cho người đang trong liệu trình giảm cân.",
      "tphan": "Tinh chất nhau thai heo (450.000mg), 82 loại thực vật lên men, nhóm B (B1, B2, B6), chiết xuất sụn mũi cá hồi, Collagen Peptide (15.000mg), Hyaluronic Acid, Elastin, Coenzyme Q10, chiết xuất mầm nho, quả dứa, tổ yến,  loại bột thảo mộc, Vitamin E, Men Peptide giúp hạn chế hấp thụ chất béo, thanh lọc cơ thể và độc tố, hỗ trợ giảm cân, thon gọn vóc dáng.",
      "hdanLi1":"Uống 15ml tinh chất nhau thai heo 82x mỗi ngày, lắc đều trước khi uống.",
      "hdanLi2":"Sử dụng đều đặn mỗi buổi tối trước khi đi ngủ.",
      "hdanLi3":"Sử dụng nước uống tinh chất nhau thai Placenta Mashiro 82x Sakura Premium New như một thức uống trái cây thông thường, có thể pha loãng cùng nước, nước hoa quả hay rượu vang đều được.",
      "luuyLi1": "Người bị nóng trong người nên pha loãng với nước khi uống. Người bị các vấn đề về dạ dày, đau dạ dày nên uống sản phẩm khi no.",
      "luuyLi2": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng. Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 4,
      "name": "Viên uống trắng da, trị nám Transino White C Clear 120 viên (Nội địa)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834490-10-01.png",
      "price": 189,
      "oldPrice": 219,
      "categoryId": 1,
      "pTitle": "Transino White C 120 Viên bổ sung Vitamin C, L-cysteine, Vitamin E, Vitamin B2, B6, B3 giúp bạn sở hữu làn da trắng sáng, mịn màng, mờ vết thâm nám, tàn nhang một cách đáng kể.",
      "cdungLi1":"Ức chế sự hình thành của sắc tố Melanin, từ đó làm mờ các vết đốm, tàn nhang để da được trắng sáng, đều màu.",
      "cdungLi2": "Phục hồi và bảo vệ làn da bị tổn thương do ánh nắng mặt trời.",
      "cdungLi3": "Hỗ trợ thanh lọc và đào thải độc tố trong cơ thể.",
      "cdungLi4": "Giảm tình trạng nổi mụn.",
      "cdungLi5": "Hỗ trợ tái tạo làn da.",
      "cdungLi6": "Cung cấp độ ẩm cho da mịn màng, mềm mại.",
      "tphan": "Hàm lượng thành phần có trong 4 viên: Axit Ascorbic (Vitamin C 1000mg), L-Cysteine (240mg), D-α-Tocopherol Succinate (Vitamin E tự nhiên 50mg), Riboflavin (Vitamin B 6mg), Pyridoxine Hydrochloride (Vitamin B6 12mg), Nicotinamide (Vitamin B3 60mg).",
      "hdanLi1":"Người lớn (từ 15 tuổi trở lên): Mỗi lần uống 2 viên, ngày 2 lần. Một vào buổi sáng và một vào buổi tối.",
      "hdanLi2":"Người từ 7 đến 14 tuổi: Mỗi lần 1 viên, ngày 2 lần. Một vào buổi sáng và một vào buổi tối.",
      "hdanLi3":"Bảo quản ở nơi khô ráo, thoáng mát.",
      "luuyLi1": "Không dùng cho trẻ em dưới 7 tuổi.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 5,
      "name": "Bột uống lọc phổi Tsumura Seihaito 90 (42 gói x 3g)",
      "image": "https://japana.vn/uploads/product/2022/11/29/268x268-1669709648-loc-phoi-tsumura-seihaito-90-hop-42-goi-x-3g67.jpg",
      "price": 539,
      "oldPrice": 599,
      "categoryId": 1,
      "pTitle": "Bột uống lọc phổi Tsumura Seihaito (90) có nguồn gốc từ Đông Y Trung Quốc được sản xuất tại Nhật, hỗ trợ cải thiện tình trạng ho dai dẳng, đau tức ngực, ho khan lâu ngày, làm sạch phổi, tăng lưu thông khí huyết cho hơi thở thông suốt, khỏe mạnh.",
      "cdungLi1":"Hỗ trợ tái tạo tế bào biểu mô niêm mạc.",
      "cdungLi2": "Cải thiện tổn thương ở phế quản.",
      "cdungLi3": "Hỗ trợ thanh lọc phổi cho hơi thở thông suốt, cơ thể khỏe mạnh.",
      "cdungLi4": "Xoa dịu và cải thiện chứng ho khan lâu ngày, các vấn đề viêm phế quản mãn tính.",
      "cdungLi5": "Hỗ trợ lưu thông khí huyết, cải thiện tình trạng đờm khó chịu vào buổi sáng.",
      "cdungLi6": "Tăng cường sức khỏe phổi, bảo vệ phổi trước các tác nhân gây bệnh.",
      "tphan": "Chiết xuất Touki 3.0g, chiết xuất Bakumondou 3.0g, chiết xuất Bukuryo 3.0g, chiết xuất Ogon 2.0g, chiết xuất Kikyo 2.0g, chiết xuất Kyonin 2.0g, chiết xuất Sanshishi 2.0g, chiết xuất Sohakuhi 2.0g, chiết xuất Taisou 2.0g, chiết xuất Chimpi 2.0g, chiết xuất Tenmondou 2.0g, chiết xuất Baimo 2.0g, chiết xuất Licorice 1.0g, chiết xuất Garbage 1.0g, chiết xuất Shokyo 1.0g, Chikujo 2.0g. Phụ gia: chiết xuất Light Silicic acid anhydride, Magnesium stearate, Japanese Pharmacopoeia lactose",
      "hdanLi1":"Người lớn: Uống 9g/ngày, chia 2-3 lần/ngày, tương đương mỗi lần 1 gói 3g.",
      "hdanLi2":"Đối tượng: Người dùng từ 15 tuổi trở lên. Bột có mùi hăng nhẹ, uống với nước ấm, dùng sau bữa ăn.",
      "hdanLi3":"Liều lượng sử dụng có thể điều chỉnh theo độ tuổi, cân nặng và triệu chứng từng người.",
      "luuyLi1": "Người gặp các vấn đề về tiêu hóa cần thận trọng, có thể gây chán ăn, dạ dày khó chịu, buồn nôn, tiêu chảy...",
      "luuyLi2": "Bệnh nhân chán ăn, buồn nôn cần lưu ý khi sử dụng."
    },
    {
      "id": 6,
      "name": "Đông trùng hạ thảo Tohchukasou Royal Gold 420 viên",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834520-9-01.png",
      "price": 1489,
      "oldPrice": 1559,
      "categoryId": 1,
      "pTitle": "Viên uống Royal Gold có thành phần kết hợp hài hòa giữa đông trùng hạ thảo được nuôi trồng tại Nhật Bản, cùng nấm linh chi đỏ và các loại thảo dược quý hiếm cho cơ thể khỏe mạnh.",
      "cdungLi1":"Viên uống đông trùng hạ thảo bổ sung nhiều chất dinh dưỡng giúp tăng cường sức đề kháng, cơ thể khỏe mạnh, tràn đầy sức sống.",
      "cdungLi2": "Cải thiện hoạt động của các chức năng cơ quan được tốt hơn như hệ bài tiết, hệ tiêu hóa, chức năng sinh lý nam…",
      "cdungLi3": "Sản phẩm đông trùng hạ thảo Nhật này cũng có tác dụng làm đẹp như cung cấp độ ẩm làm da căng hồng, trắng mịn tự nhiên, trẻ trung.",
      "cdungLi4": "Hỗ trợ cải thiện cuộc sống phòng the, giúp cho phái mạnh tự tin trong chuyện chăn gối và viên mãn.",
      "cdungLi5": "Bồi bổ cho trẻ em suy dinh dưỡng, hỗ trợ thúc đẩy hoạt động của hệ thần kinh, từ đó giúp trẻ học tốt hơn.",
      "cdungLi6": "Cung cấp các dưỡng chất cho hệ xương khớp, tim mạch, não bộ, tiêu hóa khỏe mạnh. Xoa dịu tinh thần, ổn định huyết áp, đồng thời mang lại giấc ngủ ngon cho người dùng.",
      "tphan": "Thành phần của Royal Gold bao gồm đông trùng hạ thảo, nấm linh chi đỏ giúp bổ sung 17 loại Axit Amin khác nhau, D-Mannitol, Lipit, Canxi, sắt, kẽm, Selen, Vitamin…",
      "hdanLi1":"Người lớn: Mỗi ngày dùng từ 7 - 10 viên, chia đều thành 2 - 3 lần uống, vào trước mỗi bữa ăn 30 phút.",
      "hdanLi2":"Trẻ em trên 15 tuổi: Dùng 4 - 7 viên mỗi ngày, chia đều làm 02 lần uống vào trước mỗi bữa ăn 30 phút.",
      "hdanLi3":"Nên sử dụng cùng với nước ấm và uống nhiều nước để mang đến kết quả tốt hơn.",
      "luuyLi1": "Không dùng cho trẻ em dưới 15 tuổi.",
      "luuyLi2": "Sản phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 7,
      "name": "Nước uống The Collagen Shiseido (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834477-2-01.png",
      "price": 539,
      "oldPrice": 680,
      "categoryId": 1,
      "pTitle": "The Collagen Shiseido dạng nước giúp cung cấp hàm lượng cao Collagen, bổ sung nguồn năng lượng tươi trẻ cho làn da căng mịn, săn chắc và cơ thể khỏe khoắn, dẻo dai.",
      "cdungLi1":"Bổ sung nguồn năng lượng tươi trẻ, tự nhiên cho cơ thể khỏe khoắn, sảng khoái.",
      "cdungLi2": "Nuôi dưỡng làn da căng mịn, săn chắc và đàn hồi, căng đầy các nếp nhăn.",
      "cdungLi3": "Làm lành sẹo, hỗ trợ vết thương được mau lành.",
      "cdungLi4": "Cải thiện hệ miễn dịch, cho cơ thể khỏe mạnh.",
      "cdungLi5": "Cung cấp hàm lượng Collagen, Hyaluronic Acid dưỡng xương khớp và móng tóc chắc khỏe, dẻo dai.",
      "cdungLi6": "Giảm thiểu sự hình thành các dấu hiệu của tuổi tác.",
      "tphan": "Hàm lượng thành phần có trong 1 chai: Collagen (1000mg), Hyaluronic Acid (5mg), Vitamin C (100mg), Ceramide (600mg). Hàm lượng dinh dưỡng có trong 1 chai: Năng lượng (8.2 kcal), Protein (1.1g), Lipid (0g), Carbohydrate (4.2g), muối tương đương (Sodium) (0.0019-0.18g).",
      "hdanLi1":"Dùng 01 lọ/ngày, lắc đều trước khi uống.",
      "hdanLi2":"Uống vào buổi sáng trước khi ăn hay buổi tối trước khi đi ngủ 30 phút.",
      "hdanLi3":"Để ở ngăn mát tủ lạnh trước khi uống để thưởng thức hương vị tươi mát, thơm ngon.",
      "luuyLi1": "Những người bị dị ứng với Gelatin, cam, đậu nành vui lòng tham khảo ý kiến bác sĩ trước khi dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 8,
      "name": "Viên uống giảm nám Transino Nhật Bản 240 viên (Nội địa)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834504-18-01.png",
      "price": 1699,
      "oldPrice": 1889,
      "categoryId": 1,
      "pTitle": "Viên uống giảm nám Transino giúp làm mờ nám sạm, tàn nhang một cách an toàn và cực kỳ hiệu quả, hỗ trợ làm tăng hiệu quả làm mờ vết nám, nuôi dưỡng làn da trắng hồng, đều màu từ bên trong.",
      "cdungLi1":"Làm tăng khả năng chuyển hoá của tế bào.",
      "cdungLi2": "Giảm những sắc tố tối màu gây nên tình trạng nám sạm, tàn nhang.",
      "cdungLi3": "Làm giảm sự hình thành và phát triển của hắc tố melanin - gây tối màu da, nám sạm, giúp mang lại làn da trắng hồng, đều màu.",
      "cdungLi4": "Nuôi dưỡng làn da trắng sáng, mịn màng và giúp bảo vệ làn da, hạn chế sự trở lại của các vết nám sạm, tàn nhang, hắc tố melanin...",
      "cdungLi5": "Cân bằng sự tiết bã nhờn trên da, giúp da luôn sạch sẽ và thông thoáng, hạn chế phát sinh mụn.",
      "cdungLi6": "Hỗ trợ hạn chế sự phát triển của vi khuẩn gây mụn trên da.",
      "tphan": "Thành phần chính T.X.A: 750mg, L-Cysteine: 240mg, Ascorbic Acid (vitamin C): 300mg, Pyridoxine Hydrochloride (vitamin B6): 6mg, Calcium Pantothenate: 24mg",
      "hdanLi1":"Uống mỗi ngày 4 viên và chia thành hai lần uống.",
      "hdanLi2":"Uống sau bữa ăn sáng và tối, nên uống nhiều nước trong quá trình sử dụng sản phẩm (1.5 - 2 lít/ngày).",
      "hdanLi3":"Sử dụng một liệu trình trong vòng 02 tháng, nếu muốn sử dụng thêm nên ngưng trong 02 tháng và sử dụng tiếp sau đó.",
      "luuyLi1": "Nên bảo vệ làn da bằng các biện pháp che chắn, sử dụng kem chống nắng để phát huy tốt hiệu quả dưỡng trắng và hỗ trợ trị nám.",
      "luuyLi2": "Kết hợp sử dụng sản phẩm cùng chế độ ăn uống và sinh hoạt hợp lý, bổ sung nhiều trái cây và rau xanh, để giúp hỗ trợ giảm những vết nám nhanh hơn."
    }
  ],
  "forYouProducts": [
    {
      "id": 1,
      "name": "Viên uống rau củ DHC Nhật Bản 240 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122696-vien-rau-cu-qua-dhc-nhat-ban.jpg",
      "price": 289,
      "oldPrice": 315,
      "categoryId": 1,
      "pTitle": "Viên uống rau củ DHC được chiết xuất từ 32 loại rau củ chứa hơn 1000 tỷ nấm men và vitamin E giúp tăng cường sức đề kháng, nâng cao sức khỏe người tiêu dùng.",
      "cdungLi1":"Viên uống DHC bổ sung chất xơ cho hệ tiêu hoá hoạt động dễ dàng, trơn tru, giảm thiểu nguy cơ mắc chứng táo bón.",
      "cdungLi2": "Rau củ DHC có nguồn dinh dưỡng được chọn lọc và bổ sung hàm lượng phù hợp và tốt cho sức khoẻ.",
      "cdungLi3": "Nguồn dưỡng chất từ rau, củ, quả cho làn da tươi trẻ, mịn màng, hạn chế tình trạng mụn do nội tiết.",
      "cdungLi4": "Thanh nhiệt, giải độc, hạn chế tình trạng nóng trong người gây mụn hay các vấn đề về da.",
      "cdungLi5": "Tăng hoạt động trao đổi chất và củng cố thêm hệ miễn dịch của cơ thể.",
      "cdungLi6": "Cung cấp Glucose tạo năng lượng cho não bộ, giảm mệt mỏi và tăng khả năng tập trung.",
      "tphan": "Thành phần 32 loại rau củ gồm: Bột cải bắp, bột súp lơ xanh, bột khoai lang tím, bột hành, bột khoai lang ngọt, bột bí ngô, bột ngô ngọt, bột cải thảo, bột cà rốt, bột lá lúa mạch, bột khoai tây ngọt, bột cải Nhật, bột rau đay, bột bắp cả, bột cải chân vịt, bột lá cải củ, khoai sọ, bột dâu tằm, bột tỏi, bột gừng, bột muớp đắng, bột ngải cứu, bột củ cải, bột măng tây, bột tía tô, bột đậu tương, bột đậu bắp, bột củ từ, ngô, Vitamin E, bột thanh trùng lên men với Lactobacillus và nấm men.",
      "hdanLi1":"Uống đều đặn mỗi ngày 4 viên.",
      "hdanLi2":"Nên chia làm 2 lần uống, trước bữa trưa và bữa tối.",
      "hdanLi3":"Uống cùng nước lọc hay nước ấm đều được.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 2,
      "name": "Viên uống Collagen DHC 2.050mg 360 viên (60 ngày)",
      "image": "https://japana.vn/uploads/product/2020/02/03/268x268-1580696823-n-dhc-360-vien-sieu-thi-nhat-ban-japana-2-(1).jpeg",
      "price": 299,
      "oldPrice": 315,
      "categoryId": 1,
      "pTitle": "Viên uống Collagen DHC Nhật Bản với hàm lượng Collagen Peptide 2.050mg mỗi ngày, sẽ giúp bạn cải thiện cấu trúc và độ đàn hồi của làn da từ sâu bên trong.",
      "cdungLi1":"Với hàm lượng Collagen lên đến 2.050mg được bổ sung trong ngày, viên uống DHC là nguồn cung cấp lượng Collagen thiếu hụt đồng thời hỗ trợ thúc đẩy sản sinh Collagen tự nhiên trong cơ thể. ",
      "cdungLi2": "Viên uống chứa thành phần Collagen được chiết xuất từ da cá biển với độ tương thích và an toàn cao, thêm vào đó Vitamin B1 và B2 sẽ giúp da được mịn màng và tươi trẻ.",
      "cdungLi3": "Hỗ trợ tăng cường độ đàn hồi và dưỡng da mịn màng, mềm mại, hạn chế sự hình thành của các nếp nhăn.",
      "cdungLi4": "Làm giảm vết nám sạm, tàn nhang, cải thiện đáng kể những vùng da tối màu.",
      "cdungLi5": "Dưỡng móng tay, chân chắc khỏe, bóng mượt cùng mái tóc mềm mại, giảm gãy rụng. Bổ sung dưỡng chất giúp xương khớp chắc khỏe, dẻo dai và giảm thiểu các bệnh về loãng xương hay đau khớp.",
      "cdungLi6": "Hỗ trợ phục hồi những vùng da bị tổn thương, cải thiện những khuyết điểm trên da như mụn nhọt, thâm sạm...",
      "tphan": "Collagen Peptide (chứa Gelatin) (sản xuất tại Thái Lan), Cellulose, Canxi Stearat, vi hạt Silicon Dioxide, Vitamin B1, Vitamin B2. Hàm lượng thành phần trong 6 viên: Năng lượng (7,8 kcal), Protein (1,88g), tổng chất béo (0,02g), tổng lượng Carbohydrate (0,02g), muối tương đương (0,003g), Vitamin B1 (14mg), Vitamin B2 (2mg), Collagen Peptide (có nguồn gốc từ cá) (2,050mg).",
      "hdanLi1":"Mỗi ngày uống 6 viên. Có thể chia làm 2 lần uống sáng và tối.",
      "hdanLi2":"Uống Collagen DHC sau bữa ăn khoảng 30 phút để cơ thể hấp thu hiệu quả hơn.",
      "hdanLi3":"Uống với nước lọc hoặc nước ấm và không nhai viên.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 3,
      "name": "Trà giảm cân lá ổi Orihiro Guava 60 gói",
      "image": "https://japana.vn/uploads/product/2023/02/22/268x268-1677036534-iam-can-tinh-chat-la-oi-orihiro-guava-60-goi45.jpg",
      "price": 139,
      "oldPrice": 159,
      "categoryId": 1,
      "pTitle": "Trà giảm cân tinh chất lá ổi Orihiro với thành phần từ tinh chất lá ổi non Nhật Bản tạo nên một hương vị vô cùng đặc biệt trong mỗi tách trà, giúp bạn cảm thấy sảng khoái và hỗ trợ giảm mỡ thừa hiệu quả.",
      "cdungLi1":"Giảm cân an toàn, hiệu quả.",
      "cdungLi2": "Thành phần an toàn.",
      "cdungLi3": "Hương vị thơm ngon dễ uống.",
      "cdungLi4": "Lá ổi hỗ trợ giảm cân, đồng thời giúp bạn cảm thấy thư giãn và dễ chìm vào giấc ngủ hơn.",
      "cdungLi5": "Giảm cân bằng cách đốt cháy lượng mỡ thừa khi ngủ, mà không cần thực hiện chế độ ăn kiêng và tập luyện vất vả.",
      "cdungLi6": "Xoa dịu tình trạng đau bụng kinh, bổ sung năng lượng, cải thiện chứng lạnh tay, chân.",
      "tphan": "Trà hỗ trợ giảm cân tinh chất lá ổi Orihiro với thành phần chính từ 100% lá ổi tự nhiên + trà. Sản phẩm hoàn toàn không sử dụng chất bảo quản, phẩm màu và hương liệu nhân tạo, an toàn cho sức khỏe người dùng. Trong lá ổi chứa nhiều polyphenol - carotenoid - flavonoid - tannin, là những hợp chất giúp ngăn chặn các loại tinh bột phức tạp chuyển hóa thành đường rất thích hợp cho việc hỗ trợ cải thiện cân nặng.",
      "hdanLi1":"Đặt một túi trà trong một cốc và đổ nước nóng (nước sôi) 500ml - 700ml.",
      "hdanLi2":"Ngâm trong 3 - 5 phút, để nguội và thưởng thức.",
      "hdanLi3":"Uống trước khi đi ngủ.",
      "luuyLi1": "Không cho thêm đường hoặc sữa vào trà.",
      "luuyLi2": "Hạn chế ăn khuya sau 11 giờ đêm để hỗ trợ giảm cân tốt hơn."
    },
    {
      "id": 4,
      "name": "Nước uống Shiseido The Collagen EXR (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650506976-001aa1663(new).jpg",
      "price": 779,
      "oldPrice": 799,
      "categoryId": 1,
      "pTitle": "The Collagen EXR cải tiến chất lượng với sự bảo toàn những dưỡng chất làm đẹp, bổ sung thêm nhiều chiết xuất thiên nhiên mang đến làn da căng đầy, cơ thể trẻ trung khoẻ khoắn mỗi ngày.",
      "cdungLi1":"Củng cố độ săn chắc của làn da từ trong ra ngoài, dưỡng da căng mịn, đàn hồi, móng tóc chắc khoẻ, giảm gãy rụng.",
      "cdungLi2": "Bổ sung độ ẩm cho cơ thể và làn da căng mướt, mềm mại và mịn màng.",
      "cdungLi3": "Giữ ẩm cho da, hạn chế sự mất nước khiến da khô, dễ lão hoá, dưỡng da căng mịn, đàn hồi.",
      "cdungLi4": " Tăng cường trao đổi chất, hỗ trợ thúc đẩy nhanh quá trình hấp thu các chất vào cơ thể.",
      "cdungLi5": "Củng cố sức đề kháng và miễn dịch của cơ thể, dưỡng sáng da và hỗ trợ sản sinh collagen bên trong cơ thể.",
      "cdungLi6": "Cung cấp nguồn dinh dưỡng phong phú tự nhiên giúp điều hoà các hoạt động của cơ thể, hỗ trợ hoạt động hệ tiêu hoá, tim mạch... cho cơ thể khoẻ khoắn, trẻ trung.",
      "tphan": "Collagen Peptide (1000mg), Hyaluronic Acid (10mg), Ceramide (1.200㎍), Vitamin B2 (4.0mg) và Vitamin B6 (10.0mg), Vitamin C (100mg). Công thức độc quyền được cấp bằng sáng chế kết hợp 11 thành phần làm đẹp như chiết xuất quả Cowberry, quả Amla, hạt dâu tây...",
      "hdanLi1":"Uống 01 chai/ngày.",
      "hdanLi2":"Lắc đều trước khi dùng..",
      "hdanLi3":"Sử dụng đều đặn vào mỗi buổi tối trước khi đi ngủ.",
      "luuyLi1": "Để mang lại hiệu quả như mong đợi nên sử dụng theo liệu trình 3 tháng và nghỉ 1 tháng. Phụ nữ có thai, đang cho con bú, người bị u xơ nên tham khảo ý kiến bác sĩ trước khi sử dụng. Người bị dị ứng với Gelatin, cam, đậu nành nên tham khảo ý kiến bác sĩ trước khi sử dụng.",
      "luuyLi2": "Không đổ dung dịch đã lấy ra ngoài vào chai. Thành phần nước uống chủ yếu từ thiên nhiên, nên có thể xuất hiện váng, kết tủa hay đổi màu, nhưng không ảnh hưởng đến chất lượng sản phẩm."
    },
    {
      "id": 5,
      "name": "Viên uống bổ mắt Omega-3 Orihiro 180 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122228-vien-uong-bo-mat-omega-3.jpg",
      "price": 359,
      "oldPrice": 379,
      "categoryId": 1,
      "pTitle": "Viên uống Omega-3 giúp bổ sung hàm lượng DHA và EPA nuôi dưỡng đôi mắt sáng ngời, giảm thiểu áp lực với mắt, tăng cường hoạt động trí não, khả năng tập trung, điều hoà đường huyết.",
      "cdungLi1":"Nuôi dưỡng đôi mắt sáng khỏe và tăng khả năng tự bảo vệ của đôi mắt, giảm mỏi mắt ở người thường xuyên sử dụng máy tính, điện thoại, xem tivi...",
      "cdungLi2": "Hỗ trợ phát triển tế bào não và cải thiện khả năng ghi nhớ, tập trung ở trẻ nhỏ và người trưởng thành.",
      "cdungLi3": "Giảm lượng mỡ xấu trong máu, hỗ trợ hoạt động hệ tim mạch.",
      "cdungLi4": "Hỗ trợ tăng cường sinh lực và bản lĩnh phái mạnh.",
      "cdungLi5": "Cân bằng lượng đường huyết, giảm thiểu các biến chứng về mạch máu.",
      "cdungLi6": "Cấp ẩm cho cơ thể, dưỡng trắng và tăng độ đàn hồi, làm đẹp da.",
      "tphan": "Thành phần bao gồm: EPA (Eicosapentaenoic Acid) , DHA (Docosahexaenoic Acid).",
      "hdanLi1":"Uống 4 viên/ngày.",
      "hdanLi2":"Nên uống sau bữa ăn 30 phút để có hiệu quả tốt nhất.",
      "hdanLi3":"Bên cạnh đó bạn cũng cần lưu ý không dùng điện thoại, máy tính trong phòng tối, nơi có nắng gắt…",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 6,
      "name": "Viên uống hỗ trợ điều trị tai biến Orihiro Nattokinase 2000FU 60 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122113-o-dieu-tri-tai-bien-orihiro-nattokinase-2000fu.jpg",
      "price": 379,
      "oldPrice": 399,
      "categoryId": 1,
      "pTitle": "Orihiro Nattokinase với thành phần chính Nattokinase hàm lượng 2000FU/ngày, mang lại hiệu quả cao trong việc hỗ trợ điều trị và giảm thiểu nguy cơ tai biến.",
      "cdungLi1":"Viên uống Orihiro Nattokinase 2000FU giúp hỗ trợ cân bằng huyết áp và lưu thông máu.",
      "cdungLi2": "Nattokinase hỗ trợ lưu thông máu, từ đó giảm thiểu nguy cơ các bệnh về tim mạch.",
      "cdungLi3": "Hỗ trợ điều trị tai biến.",
      "cdungLi4": "Ổn định quá trình tuần hoàn não, xoa dịu tinh thần.",
      "cdungLi5": "Cải thiện trí nhớ, mang lại giấc ngủ ngon và tinh thần thư thái cho người dùng. ",
      "cdungLi6": "Bồi bổ sức khỏe và bổ sung năng lượng cho cơ thể khỏe khoắn.",
      "tphan": "Dầu đậu nành, gelatin, glycerin, axit béo glycerin ester, sáp ong, lecithin (nguồn gốc từ đậu nành)…",
      "hdanLi1":"Uống 03 viên/ngày.",
      "hdanLi2":"Chia đều làm 3 lần uống vào mỗi sáng, trưa và chiều.",
      "hdanLi3":"Nên sử dụng trước bữa ăn 30 phút hay sau bữa ăn 60 phút, không uống cùng với nước nóng trên 40 độ C.",
      "luuyLi1": "Đậy nắp kín sau khi sử dụng. Nên ghi lịch ngày đầu tiên sử dụng để theo dõi hiệu quả sử dụng thuốc.",
      "luuyLi2": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng. Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 7,
      "name": "Viên uống bổ phổi Kobayashi Nhật Bản 80 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650506000-001do1545-2.jpg",
      "price": 569,
      "oldPrice": 679,
      "categoryId": 1,
      "pTitle": "Viên uống bổ phổi Kobayashi Nhật Bản với 16 loại thảo dược quý giúp giảm viêm, tan đờm, bổ phế, hỗ trợ loại bỏ bụi bẩn, vi khuẩn bên trong phổi, củng cố sức khỏe hệ hô hấp.",
      "cdungLi1":"Viên uống được làm từ 16 loại thảo dược quý, giúp xoa dịu và làm lành tổn thương ở phổi do hút thuốc lâu ngày, tiếp xúc với môi trường nhiều bụi bẩn, ô nhiễm, vi khuẩn, virus...",
      "cdungLi2":"Hỗ trợ loại bỏ bụi bẩn, thải độc tố tích tụ trong màng phổi. Thanh lọc phổi, cải thiện hệ hô hấp, lưu thông khí huyết tốt hơn.",
      "cdungLi3":"Tăng cường sức đề kháng, xoa dịu và làm lành các bệnh hô hấp lâu năm.",
      "cdungLi4":"Cải thiện tình trạng đau ngực, ho khan, khó thở, mệt mỏi…",
      "cdungLi5":"Bảo vệ lá phổi trước những tác nhân tiêu cực từ môi trường bên ngoài như bụi bẩn, ô nhiễm… hay là hút thuốc lâu năm.",
      "cdungLi6":"Giảm thiểu nguy cơ mắc bệnh ung thư phổi.",
      "tphan": "Rễ Scutellaria (1g), hoa chuông (1g), Mulberry Bark (1g), hạt mơ (1g), Gardenia Fruit (1g), Asparagus Cochinchinensis (1g), Fritillaria củ (1g), vỏ cam khô (1g), Jujube (1g), Sclerotium (1.5g), Ligusticum Acutilobum (1.5g), Ophiopogon Tuber (1.5g), Schisandra Fruit (0.25g), gừng (0.25g), Glycyrrhiza (0.5g).",
      "hdanLi1":"Uống 5 viên/lần, dùng 2 lần/ngày.",
      "hdanLi2":"Uống cùng nước ấm.",
      "hdanLi3":"Dùng trước bữa ăn 30 phút hoặc sau bữa ăn 2-3 giờ.",
      "luuyLi1":"Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2":"Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 8,
      "name": "Viên uống bổ xương khớp Glucosamine Orihiro 900 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122100-vien-uong-tri-khop-glucosamin-900-vien.jpg",
      "price": 590,
      "oldPrice": 629,
      "categoryId": 1,
      "pTitle": "Viên uống bổ xương khớp Glucosamine bổ sung hàm lượng cao 1500mg Glucosamine cùng các chất, thêm dưỡng chất cho xương sụn chắc khoẻ, đầu khớp linh hoạt và hệ vận động dẻo dai.",
      "cdungLi1":"Viên uống cung cấp cho cơ thể hàm lượng cần thiết 1.500mg Glucosamine Sulfate - Dạng hấp thụ cực nhanh vào cơ thể, góp phần phát huy tốt hiệu quả bổ xương khớp, tăng cường chức năng hệ vận động.",
      "cdungLi2": "Bên cạnh việc bổ sung hàm lượng chuẩn Glucosamine 1500mg đáp ứng đủ nhu cầu cơ thể cần, viên uống còn cung cấp thêm nhiều thành phần tốt cho xương khớp như Chondroitin, Collagen Type II, chiết xuất mầm đậu nành...",
      "cdungLi3": "Sản phẩm chứa Collagen Type II (dạng collagen mà xương khớp hấp thu dễ dàng) được chiết xuất từ xương gà, cùng thành phần Hyaluronic Acid, cũng là dưỡng chất góp phần củng cố sức khỏe xương khớp.",
      "cdungLi4": "Viên uống được điều chế trong nhà máy đạt chuẩn GMP (Thực hành Sản xuất tốt) và được Hiệp hội Thực phẩm Dinh dưỡng và Sức khoẻ Nhật Bản công nhận về độ an toàn, hiệu quả sử dụng.",
      "cdungLi5": "Cung cấp thêm dưỡng chất cho xương sụn chắc khoẻ.",
      "cdungLi6": "Bổ sung dưỡng chất cho đầu khớp linh hoạt.",
      "tphan": "Glucosamine Extract (1500mg), Chiết xuất sụn (chứa chondroitin) (100mg) và Collagen lên men (từ lợn) (100mg), Chiết xuất mầm đậu nành (Isoflavone aglycone 1.6mg) (10mg) và Hyaluronic Acid, Chiết xuất sụn gà (chứa collagen loại II) (10mg), Vitamin B1, B6, D, K, khoáng chất thiết yếu Acid Folic, Kẽm, Magie, Canxi... ",
      "hdanLi1":"Uống 10 viên mỗi ngày.",
      "hdanLi2":"Chia ra làm 2 đến 3 lần uống.",
      "hdanLi3":"Nên sử dụng đều đặn mỗi ngày để đạt hiệu quả tốt hơn.",
      "luuyLi1": "Người dị ứng với thành phần tôm, hải sản cần lưu ý khi sử dụng.",
      "luuyLi2": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng. Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    }
  ],
  "favoriteProducts": [
    {
      "id": 1,
      "name": "Nước uống đẹp da Collagen 20000mg Plus (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834458-4-01.png",
      "price": 1299,
      "oldPrice": 1419,
      "categoryId": 1,
      "pTitle": "Collagen Plus có thành phần chiết xuất từ sụn cá mập, giúp bổ sung 20,000mg Collagen Peptide và dưỡng chất tăng cường hiệu quả làm đẹp da, chống lão hoá, giúp xương khớp chắc khoẻ.",
      "cdungLi1":"Với hàm lượng Collagen cao, giúp căng đầy nếp nhăn, vết chân chim, hỗ trợ phục hồi sự tươi trẻ và làn da mịn màng, căng mượt.",
      "cdungLi2": "Collagen Plus giúp tăng độ đàn hồi và săn chắc của làn da, cải thiện cấu trúc và giảm thiểu tình trạng da nhăn nheo, chảy xệ hay chùng nhão.",
      "cdungLi3": "Dưỡng ẩm cho làn da luôn căng mịn, mượt mà và giúp se khít lỗ chân lông. Giảm thiểu vết thâm nám, tàn nhang hay sạm da, dưỡng da trắng hồng rạng rỡ.",
      "cdungLi4": "Collagen Plus sẽ hỗ trợ tăng cường sức khoẻ xương khớp dẻo dai, linh hoạt và tăng tiết dịch đầu sụn.",
      "cdungLi5": "Nuôi dưỡng móng tóc chắc khoẻ, hạn chế tình trạng móng tóc yếu, dễ gãy rụng.",
      "cdungLi6": "Hương vị dâu thơm ngon, dễ uống và không chứa đường nên phù hợp với hầu hết mọi người.",
      "tphan": "Thành phần bao gồm: Peptide Collagen cá (bao gồm Gelatin), chiết xuất sụn cá mập (chứa Chondroitin), Elastin/Acidulant thủy phân, Vitamin C, hương thơm, Axit Hyaluronic, kẽm Gluconate, chất tạo ngọt (Acesulfame K, Sucralose)), Niacin, chiết xuất hạt bưởi, Vitamin B2, Vitamin B6, Vitamin B1.",
      "hdanLi1":"Uống mỗi ngày 01 chai hay 2 ngày/chai.",
      "hdanLi2":"Ngon hơn khi uống lạnh.",
      "hdanLi3":"Nên kết hợp sử dụng sản phẩm cùng chế độ ăn uống và sinh hoạt hợp lý để phát huy tốt hiệu quả sản phẩm.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Sản phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 2,
      "name": "Tảo xoắn Spirulina Japan Algae Nhật Bản 2200 viên",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834395-19-01.png",
      "price": 449,
      "oldPrice": 469,
      "categoryId": 1,
      "pTitle": "Tảo xoắn Spirulina Nhật Bản được tổ chức WHO – Tổ chức Y tế thế giới đánh giá là thực phẩm tự nhiên tốt nhất cho sức khỏe người thế kỷ 21, nhờ chứa loạt Vitamin, khoáng chất, Protein cao tốt cho sức khoẻ. Tảo xoắn Spirulina Nhật Bản hộp 2200 viên được điều chế từ 100% tảo xoắn Spirulina, giúp bồi bổ sức khoẻ, hỗ trợ tiêu hoá và làm đẹp da, tăng cường đề kháng cho mọi lứa tuổi.",
      "cdungLi1":"Tảo vàng EX giúp hỗ trợ bồi bổ sức khỏe và tăng sức đề kháng, bổ sung dinh dưỡng, hỗ trợ phục hồi sức khỏe.",
      "cdungLi2": "Sử dụng tảo EX sẽ giúp nuôi dưỡng và làm đẹp da từ bên trong, làm mờ các vết thâm nám, nếp nhăn và vết chân chim, giúp làn da mịn màng, tươi trẻ.",
      "cdungLi3": "Tảo vàng Spirulina EX hỗ trợ cải thiện chức năng hệ tiêu hóa và sức khỏe đường ruột, bổ sung hàm lượng chất xơ dồi dào, hỗ trợ thanh lọc cơ thể một cách tự nhiên, giảm thiểu nguy cơ mắc các bệnh về dạ dày và đường ruột.",
      "cdungLi4": "Hỗ trợ góp phần giảm thiểu nguy cơ mắc các bệnh như tiểu đường, huyết áp cao, ung thư, béo phì, tim mạch và các bệnh về xương khớp.",
      "cdungLi5": "Hỗ trợ điều hòa lượng mỡ trong máu, cải thiện các triệu chứng của bệnh cao huyết áp.",
      "cdungLi6": "Xoa dịu đầu óc, cải thiện trí nhớ, mang đến giấc ngủ ngon và tinh thần thư thái, thoải mái cho người dùng.",
      "cdungLi7": "Cung cấp năng lượng thiết yếu, tạo cảm giác no mà không nạp chất béo năng lượng vào cơ thể, giúp điều hoà cân nặng, mang lại vóc dáng cân đối cho bạn.",
      "tphan": "Tảo xoắn Spirulina Nhật Bản hộp 2200 viên mác đỏ có thành phần bao gồm Carbonhydrate, chất béo, Protein, đường, Axit Amin (Histidine, Leucine, Threonine, Lysine, Isoleuchine, Methionine, Phenylalanine, Tryptophan), Vitamin A , Vitamin B1 , Vitamin B2, Vitamin B3, Vitamin B6, Vitamin B12, Vitamin C, Vitamin K, khoáng chất (Kali, Canxi, Magie, Kẽm, Sắt, Selen, Mangan, Natri), Axit béo không no (Gamma Linolenic Axit - Omega 6).",
      "hdanLi1":"Đối với người lớn: Ngày uống 20 - 30 viên tảo xoắn trước bữa ăn hoặc sau bữa ăn (có thể chia làm 2 - 3 lần).",
      "hdanLi2":"Đối với trẻ em dưới 5 tuổi: Uống dưới 5 viên/lần, có thể nghiền thành bột chung với thức ăn (nên hỏi ý kiến bác sĩ trước khi sử dụng).",
      "hdanLi3":"Đối với trẻ em trên 5 tuổi: Uống 10 - 20 viên/ngày, mỗi ngày uống 2 - 3 lần.",
      "luuyLi1": "Tùy theo cơ địa của người dùng mà có hiệu quả khác nhau.",
      "luuyLi2": "Sản phẩm này không phải là thuốc, không có tác dụng thay thế thuốc chữa bệnh."
    },
    {
      "id": 3,
      "name": "Nước uống tinh chất nhau thai Placenta Mashiro 82x Sakura Premium New 450.000mg 500ml",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834410-6-01.png",
      "price": 2899,
      "oldPrice": 3229,
      "categoryId": 1,
      "pTitle": "Nước uống 82x Sakura Placenta chứa thành phần tinh chất nhau thai heo đậm đặc giúp tăng khả năng hấp thu và mang đến làn da căng mịn, sáng hồng, cơ thể trẻ trung, khoẻ khoắn.",
      "cdungLi1":"Tạo điều kiện cơ thể hấp thu lượng tốt nhất, thương hiệu Mashiro ứng dụng công nghệ tách chiết ly tâm 4 lần, chỉ giữ lại nguồn dưỡng chất nhau thai heo cần thiết và loại bỏ tạp chất dư thừa, có hại cho sức khoẻ.",
      "cdungLi2": "Nước uống 82x Sakura Placenta giúp bổ sung hệ dưỡng chất làm đẹp phong phú, chăm sóc da quen thuộc của thương hiệu này với 82 loại thực vật lên men, Vitamin nhóm B, HA, CoQ10, chiết xuất thảo mộc,...",
      "cdungLi3": "Giúp điều hoà và bồi bổ các hoạt động của cơ thể.",
      "cdungLi4": "Tăng cường khả năng dưỡng ẩm, dưỡng trắng da.",
      "cdungLi5": "Bên cạnh đó củng cố đề kháng, cải thiện hoạt động hệ tiêu hoá.",
      "cdungLi6": "Hỗ trợ tốt cho người đang trong liệu trình giảm cân.",
      "tphan": "Tinh chất nhau thai heo (450.000mg), 82 loại thực vật lên men, nhóm B (B1, B2, B6), chiết xuất sụn mũi cá hồi, Collagen Peptide (15.000mg), Hyaluronic Acid, Elastin, Coenzyme Q10, chiết xuất mầm nho, quả dứa, tổ yến,  loại bột thảo mộc, Vitamin E, Men Peptide giúp hạn chế hấp thụ chất béo, thanh lọc cơ thể và độc tố, hỗ trợ giảm cân, thon gọn vóc dáng.",
      "hdanLi1":"Uống 15ml tinh chất nhau thai heo 82x mỗi ngày, lắc đều trước khi uống.",
      "hdanLi2":"Sử dụng đều đặn mỗi buổi tối trước khi đi ngủ.",
      "hdanLi3":"Sử dụng nước uống tinh chất nhau thai Placenta Mashiro 82x Sakura Premium New như một thức uống trái cây thông thường, có thể pha loãng cùng nước, nước hoa quả hay rượu vang đều được.",
      "luuyLi1": "Người bị nóng trong người nên pha loãng với nước khi uống. Người bị các vấn đề về dạ dày, đau dạ dày nên uống sản phẩm khi no.",
      "luuyLi2": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng. Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 4,
      "name": "Viên uống trắng da, trị nám Transino White C Clear 120 viên (Nội địa)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834490-10-01.png",
      "price": 189,
      "oldPrice": 219,
      "categoryId": 1,
      "pTitle": "Transino White C 120 Viên bổ sung Vitamin C, L-cysteine, Vitamin E, Vitamin B2, B6, B3 giúp bạn sở hữu làn da trắng sáng, mịn màng, mờ vết thâm nám, tàn nhang một cách đáng kể.",
      "cdungLi1":"Ức chế sự hình thành của sắc tố Melanin, từ đó làm mờ các vết đốm, tàn nhang để da được trắng sáng, đều màu.",
      "cdungLi2": "Phục hồi và bảo vệ làn da bị tổn thương do ánh nắng mặt trời.",
      "cdungLi3": "Hỗ trợ thanh lọc và đào thải độc tố trong cơ thể.",
      "cdungLi4": "Giảm tình trạng nổi mụn.",
      "cdungLi5": "Hỗ trợ tái tạo làn da.",
      "cdungLi6": "Cung cấp độ ẩm cho da mịn màng, mềm mại.",
      "tphan": "Hàm lượng thành phần có trong 4 viên: Axit Ascorbic (Vitamin C 1000mg), L-Cysteine (240mg), D-α-Tocopherol Succinate (Vitamin E tự nhiên 50mg), Riboflavin (Vitamin B 6mg), Pyridoxine Hydrochloride (Vitamin B6 12mg), Nicotinamide (Vitamin B3 60mg).",
      "hdanLi1":"Người lớn (từ 15 tuổi trở lên): Mỗi lần uống 2 viên, ngày 2 lần. Một vào buổi sáng và một vào buổi tối.",
      "hdanLi2":"Người từ 7 đến 14 tuổi: Mỗi lần 1 viên, ngày 2 lần. Một vào buổi sáng và một vào buổi tối.",
      "hdanLi3":"Bảo quản ở nơi khô ráo, thoáng mát.",
      "luuyLi1": "Không dùng cho trẻ em dưới 7 tuổi.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 5,
      "name": "Bột uống lọc phổi Tsumura Seihaito 90 (42 gói x 3g)",
      "image": "https://japana.vn/uploads/product/2022/11/29/268x268-1669709648-loc-phoi-tsumura-seihaito-90-hop-42-goi-x-3g67.jpg",
      "price": 539,
      "oldPrice": 599,
      "categoryId": 1,
      "pTitle": "Bột uống lọc phổi Tsumura Seihaito (90) có nguồn gốc từ Đông Y Trung Quốc được sản xuất tại Nhật, hỗ trợ cải thiện tình trạng ho dai dẳng, đau tức ngực, ho khan lâu ngày, làm sạch phổi, tăng lưu thông khí huyết cho hơi thở thông suốt, khỏe mạnh.",
      "cdungLi1":"Hỗ trợ tái tạo tế bào biểu mô niêm mạc.",
      "cdungLi2": "Cải thiện tổn thương ở phế quản.",
      "cdungLi3": "Hỗ trợ thanh lọc phổi cho hơi thở thông suốt, cơ thể khỏe mạnh.",
      "cdungLi4": "Xoa dịu và cải thiện chứng ho khan lâu ngày, các vấn đề viêm phế quản mãn tính.",
      "cdungLi5": "Hỗ trợ lưu thông khí huyết, cải thiện tình trạng đờm khó chịu vào buổi sáng.",
      "cdungLi6": "Tăng cường sức khỏe phổi, bảo vệ phổi trước các tác nhân gây bệnh.",
      "tphan": "Chiết xuất Touki 3.0g, chiết xuất Bakumondou 3.0g, chiết xuất Bukuryo 3.0g, chiết xuất Ogon 2.0g, chiết xuất Kikyo 2.0g, chiết xuất Kyonin 2.0g, chiết xuất Sanshishi 2.0g, chiết xuất Sohakuhi 2.0g, chiết xuất Taisou 2.0g, chiết xuất Chimpi 2.0g, chiết xuất Tenmondou 2.0g, chiết xuất Baimo 2.0g, chiết xuất Licorice 1.0g, chiết xuất Garbage 1.0g, chiết xuất Shokyo 1.0g, Chikujo 2.0g. Phụ gia: chiết xuất Light Silicic acid anhydride, Magnesium stearate, Japanese Pharmacopoeia lactose",
      "hdanLi1":"Người lớn: Uống 9g/ngày, chia 2-3 lần/ngày, tương đương mỗi lần 1 gói 3g.",
      "hdanLi2":"Đối tượng: Người dùng từ 15 tuổi trở lên. Bột có mùi hăng nhẹ, uống với nước ấm, dùng sau bữa ăn.",
      "hdanLi3":"Liều lượng sử dụng có thể điều chỉnh theo độ tuổi, cân nặng và triệu chứng từng người.",
      "luuyLi1": "Người gặp các vấn đề về tiêu hóa cần thận trọng, có thể gây chán ăn, dạ dày khó chịu, buồn nôn, tiêu chảy...",
      "luuyLi2": "Bệnh nhân chán ăn, buồn nôn cần lưu ý khi sử dụng."
    },
    {
      "id": 6,
      "name": "Đông trùng hạ thảo Tohchukasou Royal Gold 420 viên",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834520-9-01.png",
      "price": 1489,
      "oldPrice": 1559,
      "categoryId": 1,
      "pTitle": "Viên uống Royal Gold có thành phần kết hợp hài hòa giữa đông trùng hạ thảo được nuôi trồng tại Nhật Bản, cùng nấm linh chi đỏ và các loại thảo dược quý hiếm cho cơ thể khỏe mạnh.",
      "cdungLi1":"Viên uống đông trùng hạ thảo bổ sung nhiều chất dinh dưỡng giúp tăng cường sức đề kháng, cơ thể khỏe mạnh, tràn đầy sức sống.",
      "cdungLi2": "Cải thiện hoạt động của các chức năng cơ quan được tốt hơn như hệ bài tiết, hệ tiêu hóa, chức năng sinh lý nam…",
      "cdungLi3": "Sản phẩm đông trùng hạ thảo Nhật này cũng có tác dụng làm đẹp như cung cấp độ ẩm làm da căng hồng, trắng mịn tự nhiên, trẻ trung.",
      "cdungLi4": "Hỗ trợ cải thiện cuộc sống phòng the, giúp cho phái mạnh tự tin trong chuyện chăn gối và viên mãn.",
      "cdungLi5": "Bồi bổ cho trẻ em suy dinh dưỡng, hỗ trợ thúc đẩy hoạt động của hệ thần kinh, từ đó giúp trẻ học tốt hơn.",
      "cdungLi6": "Cung cấp các dưỡng chất cho hệ xương khớp, tim mạch, não bộ, tiêu hóa khỏe mạnh. Xoa dịu tinh thần, ổn định huyết áp, đồng thời mang lại giấc ngủ ngon cho người dùng.",
      "tphan": "Thành phần của Royal Gold bao gồm đông trùng hạ thảo, nấm linh chi đỏ giúp bổ sung 17 loại Axit Amin khác nhau, D-Mannitol, Lipit, Canxi, sắt, kẽm, Selen, Vitamin…",
      "hdanLi1":"Người lớn: Mỗi ngày dùng từ 7 - 10 viên, chia đều thành 2 - 3 lần uống, vào trước mỗi bữa ăn 30 phút.",
      "hdanLi2":"Trẻ em trên 15 tuổi: Dùng 4 - 7 viên mỗi ngày, chia đều làm 02 lần uống vào trước mỗi bữa ăn 30 phút.",
      "hdanLi3":"Nên sử dụng cùng với nước ấm và uống nhiều nước để mang đến kết quả tốt hơn.",
      "luuyLi1": "Không dùng cho trẻ em dưới 15 tuổi.",
      "luuyLi2": "Sản phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 7,
      "name": "Nước uống The Collagen Shiseido (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834477-2-01.png",
      "price": 539,
      "oldPrice": 680,
      "categoryId": 1,
      "pTitle": "The Collagen Shiseido dạng nước giúp cung cấp hàm lượng cao Collagen, bổ sung nguồn năng lượng tươi trẻ cho làn da căng mịn, săn chắc và cơ thể khỏe khoắn, dẻo dai.",
      "cdungLi1":"Bổ sung nguồn năng lượng tươi trẻ, tự nhiên cho cơ thể khỏe khoắn, sảng khoái.",
      "cdungLi2": "Nuôi dưỡng làn da căng mịn, săn chắc và đàn hồi, căng đầy các nếp nhăn.",
      "cdungLi3": "Làm lành sẹo, hỗ trợ vết thương được mau lành.",
      "cdungLi4": "Cải thiện hệ miễn dịch, cho cơ thể khỏe mạnh.",
      "cdungLi5": "Cung cấp hàm lượng Collagen, Hyaluronic Acid dưỡng xương khớp và móng tóc chắc khỏe, dẻo dai.",
      "cdungLi6": "Giảm thiểu sự hình thành các dấu hiệu của tuổi tác.",
      "tphan": "Hàm lượng thành phần có trong 1 chai: Collagen (1000mg), Hyaluronic Acid (5mg), Vitamin C (100mg), Ceramide (600mg). Hàm lượng dinh dưỡng có trong 1 chai: Năng lượng (8.2 kcal), Protein (1.1g), Lipid (0g), Carbohydrate (4.2g), muối tương đương (Sodium) (0.0019-0.18g).",
      "hdanLi1":"Dùng 01 lọ/ngày, lắc đều trước khi uống.",
      "hdanLi2":"Uống vào buổi sáng trước khi ăn hay buổi tối trước khi đi ngủ 30 phút.",
      "hdanLi3":"Để ở ngăn mát tủ lạnh trước khi uống để thưởng thức hương vị tươi mát, thơm ngon.",
      "luuyLi1": "Những người bị dị ứng với Gelatin, cam, đậu nành vui lòng tham khảo ý kiến bác sĩ trước khi dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 8,
      "name": "Viên uống giảm nám Transino Nhật Bản 240 viên (Nội địa)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834504-18-01.png",
      "price": 1699,
      "oldPrice": 1889,
      "categoryId": 1,
      "pTitle": "Viên uống giảm nám Transino giúp làm mờ nám sạm, tàn nhang một cách an toàn và cực kỳ hiệu quả, hỗ trợ làm tăng hiệu quả làm mờ vết nám, nuôi dưỡng làn da trắng hồng, đều màu từ bên trong.",
      "cdungLi1":"Làm tăng khả năng chuyển hoá của tế bào.",
      "cdungLi2": "Giảm những sắc tố tối màu gây nên tình trạng nám sạm, tàn nhang.",
      "cdungLi3": "Làm giảm sự hình thành và phát triển của hắc tố melanin - gây tối màu da, nám sạm, giúp mang lại làn da trắng hồng, đều màu.",
      "cdungLi4": "Nuôi dưỡng làn da trắng sáng, mịn màng và giúp bảo vệ làn da, hạn chế sự trở lại của các vết nám sạm, tàn nhang, hắc tố melanin...",
      "cdungLi5": "Cân bằng sự tiết bã nhờn trên da, giúp da luôn sạch sẽ và thông thoáng, hạn chế phát sinh mụn.",
      "cdungLi6": "Hỗ trợ hạn chế sự phát triển của vi khuẩn gây mụn trên da.",
      "tphan": "Thành phần chính T.X.A: 750mg, L-Cysteine: 240mg, Ascorbic Acid (vitamin C): 300mg, Pyridoxine Hydrochloride (vitamin B6): 6mg, Calcium Pantothenate: 24mg",
      "hdanLi1":"Uống mỗi ngày 4 viên và chia thành hai lần uống.",
      "hdanLi2":"Uống sau bữa ăn sáng và tối, nên uống nhiều nước trong quá trình sử dụng sản phẩm (1.5 - 2 lít/ngày).",
      "hdanLi3":"Sử dụng một liệu trình trong vòng 02 tháng, nếu muốn sử dụng thêm nên ngưng trong 02 tháng và sử dụng tiếp sau đó.",
      "luuyLi1": "Nên bảo vệ làn da bằng các biện pháp che chắn, sử dụng kem chống nắng để phát huy tốt hiệu quả dưỡng trắng và hỗ trợ trị nám.",
      "luuyLi2": "Kết hợp sử dụng sản phẩm cùng chế độ ăn uống và sinh hoạt hợp lý, bổ sung nhiều trái cây và rau xanh, để giúp hỗ trợ giảm những vết nám nhanh hơn."
    }
  ],
  "heightPlusProducts": [
    {
      "id": 1,
      "name": "Bột tăng chiều cao vị chuối Rohto Senobikku 180g",
      "image": "https://japana.vn/uploads/product/2021/04/15/268x268-1618476563-ng-chieu-cao-vi-chuoi-rohto-senobikku-224g-(2).jpg",
      "price": 499,
      "oldPrice": 519,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 2,
      "name": "Bột tăng chiều cao vị dâu Rohto Senobikku 180g",
      "image": "https://japana.vn/uploads/product/2021/01/28/268x268-1611798378-hto-senobikku-224g-sieu-thi-nhat-ban-japana-1.jpeg",
      "price": 499,
      "oldPrice": 519,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 3,
      "name": "Bột tăng chiều cao vị ca cao Rohto Senobikku 180g",
      "image": "https://japana.vn/uploads/product/2020/11/24/268x268-1606194406-hieu-cao-senobikcu-sieu-thi-nhat-ban-japana-1.jpeg",
      "price": 450,
      "oldPrice": 489,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 4,
      "name": "Bột tăng chiều cao vị ca cao Morinaga Cenobee 180g",
      "image": "https://japana.vn/uploads/product/2019/09/16/268x268-1568639779-a-cenobee-180g-sieu-thi-nhat-ban-japana-0-(2).jpeg",
      "price": 400,
      "oldPrice": 429,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 5,
      "name": "Sữa tăng chiều cao Nobiko Nhật Bản Hộp 15 gói",
      "image": "https://japana.vn/uploads/product/2022/06/01/268x268-1654058229--tang-chieu-cao-nobiko-nhat-ban-hop-15-goi-058.jpg",
      "price": 580,
      "oldPrice": 599,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 6,
      "name": "Tảo hỗ trợ tăng chiều cao Shinshin Kakumei 300 viên",
      "image": "https://japana.vn/uploads/product/2023/07/21/268x268-1689928832-o-tro-tang-chieu-cao-shinshin-kakumei-300-vien.jpg",
      "price": 390,
      "oldPrice": 449,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 7,
      "name": "Viên uống tăng chiều cao GH Creation EX+ 270 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122262-vien-uong-tang-chieu-cao-gh-creation.jpg",
      "price": 689,
      "oldPrice": 729,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 8,
      "name": "Kẹo hỗ trợ tăng chiều cao cho bé Nobirun 60 viên",
      "image": "https://japana.vn/uploads/product/2019/08/17/268x268-1566025211-60-vien-cho-be-sieu-thi-nhat-ban-japana-0-(6).jpeg",
      "price": 1449,
      "oldPrice": 1519,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    }
  ],
  "hotBrandProducts": [
    {
      "id": 1,
      "name": "Viên uống bổ xương khớp Glucosamine Orihiro 900 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122100-vien-uong-tri-khop-glucosamin-900-vien.jpg",
      "price": 590,
      "oldPrice": 629,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 2,
      "name": "Dầu gan cá 100% Squalene Orihiro 360 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650507170-001dek46-(8).jpg",
      "price": 590,
      "oldPrice": 650,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 3,
      "name": "Sữa ong chúa Orihiro Nhật Bản 120 viên",
      "image": "https://japana.vn/uploads/product/2019/05/30/268x268-1559213134-a-ong-chua-orihiro-sieu-thi-nhat-ban-japana-2.jpeg",
      "price": 590,
      "oldPrice": 728,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 4,
      "name": "Viên uống bổ mắt Omega-3 Orihiro 180 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122228-vien-uong-bo-mat-omega-3.jpg",
      "price": 359,
      "oldPrice": 379,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 5,
      "name": "Nước uống The Collagen Shiseido (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650507170-001dek46-(8).jpg",
      "price": 539,
      "oldPrice": 680,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 6,
      "name": "Nước uống Shiseido The Collagen EXR (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650506976-001aa1663(new).jpg",
      "price": 779,
      "oldPrice": 799,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 7,
      "name": "Nước uống Collagen Marine True Collagen 220.000mg Thụy Điển 500ml",
      "image": "https://japana.vn/uploads/product/2023/06/07/268x268-1686134637-ang-nuoc-marine-true-collagen-220000mg-500ml45.jpg",
      "price": 920,
      "oldPrice": 959,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 8,
      "name": "Nước uống Collagen Mashiro 82x Sakura Premium 120.000mg 500ml",
      "image": "https://japana.vn/uploads/product/2023/07/03/268x268-1688354834--mashiro-82x-sakura-premium-new-120000mg-500ml.jpg",
      "price": 2229,
      "oldPrice": 3229,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    }
  ],
  "hotComboProducts": [
    {
      "id": 1,
      "name": "Combo 2 hộp tảo xoắn Spirulina Nhật Bản 2200 viên",
      "image": "https://japana.vn/uploads/product/2023/04/06/268x268-1680764363-bo-2-hop-tao-xoan-spirulina-nhat-ban-2200-vien.jpg",
      "price": 858,
      "oldPrice": 938,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 2,
      "name": "Combo 3 hộp tảo xoắn Spirulina Nhật Bản 2200 viên",
      "image": "https://japana.vn/uploads/product/2023/04/06/268x268-1680764000-o-tro-tang-cuong-sinh-luc-nam-orihiro-120-vien.jpg",
      "price": 1197,
      "oldPrice": 1407,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 3,
      "name": "Combo 3 Viên uống rau củ DHC Nhật Bản 240 viên",
      "image": "https://japana.vn/uploads/product/2023/04/06/268x268-1680763893-mbo-3-vien-uong-rau-cu-dhc-nhat-ban-240-vien33.jpg",
      "price": 849,
      "oldPrice": 945,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 4,
      "name": "Combo 2 hộp viên uống bổ gan Ribeto Shoji Hepaclean 60 viên",
      "image": "https://japana.vn/uploads/product/2020/09/03/268x268-1599132157-n-uong-bo-gan-ribeto-shouji-hepaclean-60-vien.jpeg",
      "price": 1269,
      "oldPrice": 1369,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 5,
      "name": "Combo 3 gói viên uống Collagen DHC 2.050mg 360 viên (60 ngày)",
      "image": "https://japana.vn/uploads/product/2021/03/03/268x268-1614758218-vien-uong-collagen-dhc-2050mg-360-vien-60-ngay.jpg",
      "price": 829,
      "oldPrice": 945,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 6,
      "name": "Combo 3 gói viên uống bổ sung Vitamin C DHC 120 viên",
      "image": "https://japana.vn/uploads/product/2023/03/03/268x268-1677834460-3-goi-vien-uong-bo-sung-vitamin-c-dhc-120-vien.jpg",
      "price": 280,
      "oldPrice": 495,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 7,
      "name": "Combo 3 Gói trà giảm cân lá ổi Orihiro Guava 60 gói",
      "image": "https://japana.vn/uploads/product/2022/10/20/268x268-1666232115--goi-tra-giam-can-la-oi-orihiro-guava-60-goi-9.jpg",
      "price": 390,
      "oldPrice": 417,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    },
    {
      "id": 8,
      "name": "Combo 2 Gói giấm đen giảm cân Orihiro Nhật Bản 216 viên",
      "image": "https://japana.vn/uploads/product/2022/10/20/268x268-1666232289-iam-den-giam-can-orihiro-nhat-ban-216-vien-012.jpg",
      "price": 359,
      "oldPrice": 370,
      "categoryId": 1,
      "pTitle": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản cung cấp đến 200mg/50ml cùng khả năng giữ nước vượt trội gấp 1000 lần cấp nước liên tục cho làn da, mang lại làn da căng mướt, mịn màng, ngăn ngừa các dấu hiệu lão hóa sớm như khô ráp, chảy xệ, nếp nhăn, da không đều màu.",
      "cdungLi1":"Cấp nước cho làn da căng mọng, mượt mà.",
      "cdungLi2": "Ngừa khô da dễ hình thành nếp nhăn, xỉn màu da.",
      "cdungLi3": "Thúc đẩy sản sinh tế bào mới.",
      "cdungLi4": "Giúp trẻ hóa da, ngăn ngừa lão hóa.",
      "cdungLi5": "Hỗ trợ làm đều màu và sáng da.",
      "cdungLi6": "Ngừa thâm nám, sạm da.",
      "tphan": "Đường lỏng fructose glucose, chiết xuất nhau thai, collagen peptide cá, sữa ong chúa, nước ép dứa, chiết xuất hoa dâm bụt, chất tạo chua, axit hyaluronic 200mg/50ml, chất bảo quản, chất tạo ngọt (sucralose), hương liệu, vitamin P, Vitamin B1, Vitamin B2, Vitamin B6.",
      "hdanLi1":"Uống trực tiếp. Mỗi ngày 1 lọ.",
      "hdanLi2":"Lắc kỹ trước khi uống ngon hơn khi uống lạnh.",
      "hdanLi3":"Khuyến khích uống trước bữa sáng hoặc tối trước khi ngủ 30 phút.",
      "luuyLi1": "Hiệu quả có thể khác nhau tùy theo cơ địa người dùng.",
      "luuyLi2": "Thực phẩm này không phải là thuốc nên không có tác dụng chữa bệnh."
    }
  ],
  "allProducts": [
    {
      "id": 1,
      "name": "Tảo xoắn Spirulina Japan Algae Nhật Bản 2200 viên",
      "image": "https://japana.vn/uploads/product/2022/12/26/268x268-1672029557-tao-bien-spirulina-2200-vien4.jpg",
      "price": "449.000",
      "oldPrice": "469.000",
      "categoryId": 1
    },
    {
      "id": 2,
      "name": "Tảo vàng cao cấp Spirulina EX 2000 viên",
      "image": "https://japana.vn/uploads/product/imageresize/420x420-1677824333-tao-xoan-spirulina-ex-200045.jpg",
      "price": "1.890.000",
      "oldPrice": "1.950.000",
      "categoryId": 1
    },
    {
      "id": 3,
      "name": "Viên uống bổ xương khớp cao cấp ZS Chondroitin 270 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650505821-001dd189-(7).jpg",
      "price": "1.490.000",
      "oldPrice": "1.559.000",
      "categoryId": 1
    },
    {
      "id": 4,
      "name": "Viên uống hỗ trợ điều trị Gout Anserine Minami 240 viên",
      "image": "https://japana.vn/uploads/product/2019/08/16/268x268-1565954302-inami-240-vien-sieu-thi-nhat-ban-japana-0-(2).jpeg",
      "price": "530.000",
      "oldPrice": "650.000",
      "categoryId": 1
    },
    {
      "id": 5,
      "name": "Viên uống hỗ trợ điều trị tai biến Nichiei Bussan Nattokinase Premium 10.000FU 300 viên (Nội địa Nhật Bản)",
      "image": "https://japana.vn/uploads/product/2020/11/24/268x268-1606199426-e-premium-300-vien-sieu-thi-nhat-ban-japana-1.jpeg",
      "price": "3.290.000",
      "oldPrice": "3.990.000",
      "categoryId": 1
    },
    {
      "id": 6,
      "name": "Viên uống dầu gan cá 100% Squalene Orihiro 360 viên",
      "image": "https://japana.vn/uploads/product/2021/03/03/268x268-1614758474--dau-gan-ca-map-100-squalene-orihiro-360-vien.jpeg",
      "price": "490.000",
      "oldPrice": "650.000",
      "categoryId": 1
    },
    {
      "id": 7,
      "name": "Viên uống hỗ trợ điều trị ung thư Kanehide Bio Okinawa Fucoidan xanh 180 viên (Nội địa)",
      "image": "https://japana.vn/uploads/product/2023/04/06/268x268-1680764353--pham-ho-tro-dieu-tri-ung-thu-okinawa-fucoidan.jpg",
      "price": "1.690.000",
      "oldPrice": "1.790.000",
      "categoryId": 1
    },
    {
      "id": 8,
      "name": "Viên uống bổ não Orihiro DHA EPA Nhật Bản 180 viên",
      "image": "https://japana.vn/uploads/product/2019/07/29/268x268-1564363596--ban-180-vien-sieu-thi-nhat-ban-japana-23-(1).jpeg",
      "price": "630.000",
      "oldPrice": "670.000",
      "categoryId": 1
    },
    {
      "id": 9,
      "name": "Trà diếp cá hỗ trợ thải độc Dokudami Orihiro 60 gói",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646121900-tra-thai-doc-diep-ca-dokudami-orihiro-60-goi.jpg",
      "price": "129.000",
      "oldPrice": "159.000",
      "categoryId": 1
    },
    {
      "id": 10,
      "name": "Viên uống hỗ trợ giảm cân 12kg Minami Healthy Foods (Hộp 75 gói x 6 viên)",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122487--12kg-minami-healthy-foods-hop-75-goi-x-6-vien.jpg",
      "price": "390.000",
      "oldPrice": "449.000",
      "categoryId": 1
    },
    {
      "id": 11,
      "name": "Viên uống bổ phổi Kobayashi Nhật Bản 80 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650506000-001do1545-2.jpg",
      "price": "569.000",
      "oldPrice": "679.000",
      "categoryId": 1
    },
    {
      "id": 12,
      "name": "Nước súc miệng Propolinse 600ml (Màu cam)",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650507524-001fac582-1.jpg",
      "price": "189.000",
      "oldPrice": "219.000",
      "categoryId": 1
    },
    {
      "id": 13,
      "name": "Bột uống lọc phổi Tsumura Seihaito 90 (42 gói x 3g)",
      "image": "https://japana.vn/uploads/product/2022/11/29/268x268-1669709648-loc-phoi-tsumura-seihaito-90-hop-42-goi-x-3g67.jpg",
      "price": "790.000",
      "oldPrice": "829.000",
      "categoryId": 1
    },
    {
      "id": 14,
      "name": "Tinh chất hàu tươi hỗ trợ tăng cường sinh lực nam Orihiro 120 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122137--hau-tuoi-120-vien-orihiro-bo-than-trang-duong.jpg",
      "price": "339.000",
      "oldPrice": "345.000",
      "categoryId": 1
    },
    {
      "id": 15,
      "name": "Đông trùng hạ thảo Fine Japan Cordyceps 120 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650507958-137dj3-(5).jpg",
      "price": "1.259.000",
      "oldPrice": "1.799.000",
      "categoryId": 1
    },
    {
      "id": 16,
      "name": "Viên uống hỗ trợ điều trị ung thư Fine Japan Fucoidan 30 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650507838-137dc2-(1).jpg",
      "price": "1.469.000",
      "oldPrice": "2.099.000",
      "categoryId": 1
    },
    {
      "id": 17,
      "name": "Nước uống Collagen Shinnippai Top 5.000mg (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2023/06/23/268x268-1687505093-gen-shinnippai-top-5000mg-hop-10-chai-x-50ml-2.jpg",
      "price": "519.000",
      "oldPrice": "700.000",
      "categoryId": 1
    },
    {
      "id": 18,
      "name": "Viên uống trắng da, trị nám Transino White C Clear 120 viên (Nội địa)",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646121792-thao-duoc-ho-tro-tri-nam-transino-white-c.jpg",
      "price": "539.000",
      "oldPrice": "599.000",
      "categoryId": 1
    },
    {
      "id": 19,
      "name": "Nước uống làm trắng da Shiseido Pure White (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650506780-001aa411.jpg",
      "price": "569.000",
      "oldPrice": "599.000",
      "categoryId": 1
    },
    {
      "id": 20,
      "name": "Sữa ong chúa Orihiro Nhật Bản 120 viên",
      "image": "https://japana.vn/uploads/product/2019/05/30/268x268-1559213134-a-ong-chua-orihiro-sieu-thi-nhat-ban-japana-2.jpeg",
      "price": "590.000",
      "oldPrice": "728.000",
      "categoryId": 1
    },
    {
      "id": 21,
      "name": "Nước yến trẻ hóa làn da Nano Japan Birds Nest Premium Concentrate (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2020/05/07/268x268-1588827006-10-chai-x-50ml-sieu-thi-nhat-ban-japana-2-(1).jpeg",
      "price": "2.250.000",
      "oldPrice": "2.590.000",
      "categoryId": 1
    },
    {
      "id": 22,
      "name": "Nước uống thải độc, hỗ trợ giảm cân Nucos Detox Emzyme (Hộp 10 chai x 30ml)",
      "image": "https://japana.vn/uploads/product/2023/06/07/268x268-1686134261-am-can-nucos-detox-emzyme-hop-30ml-x-10-chai45.jpg",
      "price": "811.000",
      "oldPrice": "990.000",
      "categoryId": 1
    },
    {
      "id": 23,
      "name": "Mặt nạ nghệ hữu cơ ngăn ngừa lão hóa Wonmom 50g",
      "image": "https://japana.vn/uploads/product/2023/04/27/268x268-1682578965-at-na-nghe-huu-co-ngan-ngua-lao-hoa-wonmom-50g.jpg",
      "price": "315.000",
      "oldPrice": "350.000",
      "categoryId": 1
    },
    {
      "id": 24,
      "name": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2023/06/23/268x268-1687505952-hyaluron-top-shinnippai-hop-10-chai-x-50ml-256.jpg",
      "price": "519.000",
      "oldPrice": "693.000",
      "categoryId": 1
    },
    {
      "id": 25,
      "name": "Viên uống hỗ trợ tăng chiều cao GH Gold Nhật Bản 120 viên",
      "image": "https://japana.vn/uploads/product/2023/05/09/268x268-1683607695-302dek01-(3).jpg",
      "price": "680.000",
      "oldPrice": "800.000",
      "categoryId": 1
    },
    {
      "id": 26,
      "name": "Viên uống tăng chiều cao GH Creation EX+ 270 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122262-vien-uong-tang-chieu-cao-gh-creation.jpg",
      "price": "689.000",
      "oldPrice": "729.000",
      "categoryId": 1
    },
    {
      "id": 27,
      "name": "Viên uống giảm cân dầu dừa DHC Forskohlii Soft Capsule 40 viên",
      "image": "https://japana.vn/uploads/product/2021/03/25/268x268-1616663510-an-dau-dua-dhc-forskohlii-soft-capsule-40-vien.jpg",
      "price": "249.000",
      "oldPrice": "350.000",
      "categoryId": 1
    },
    {
      "id": 28,
      "name": "Giấm đen giảm cân Orihiro Nhật Bản 216 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650507140-001bda280-1.jpg",
      "price": "185.000",
      "oldPrice": "209.000",
      "categoryId": 1
    },
    {
      "id": 29,
      "name": "Kem tan mỡ Nagano Body Firming Cream 100ml",
      "image": "https://japana.vn/uploads/product/2021/09/01/268x268-1630470552-084fbe38.jpg",
      "price": "450.000",
      "oldPrice": "489.000",
      "categoryId": 1
    },
    {
      "id": 30,
      "name": "Viên uống chống nắng nội sinh UV Plus+ Block100 45 viên (Nội địa)",
      "image": "https://japana.vn/uploads/product/2023/02/22/268x268-1677054184-chong-nang-noi-sinh-uv-plus-block-100-45-vien4.jpg",
      "price": "245.000",
      "oldPrice": "360.000",
      "categoryId": 1
    },
    {
      "id": 31,
      "name": "Gel hỗ trợ cải thiện sẹo Gentacin Ointment 10g",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650506429-001ej542.jpg",
      "price": "59.000",
      "oldPrice": "79.000",
      "categoryId": 1
    },
    {
      "id": 32,
      "name": "Viên uống rau củ DHC Nhật Bản 240 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122696-vien-rau-cu-qua-dhc-nhat-ban.jpg",
      "price": "289.000",
      "oldPrice": "315.000",
      "categoryId": 1
    },
    {
      "id": 33,
      "name": "Bột mầm lúa mạch trái cây Shinnippai Yummy (Hộp 20 gói x 3g)",
      "image": "https://japana.vn/uploads/product/2023/06/23/268x268-1687510007-h-trai-cay-shinnippai-yummy-hop-20-goi-x-3g-97.jpg",
      "price": "199.000",
      "oldPrice": "269.000",
      "categoryId": 1
    },
    {
      "id": 34,
      "name": "Nước tẩy trang bí đao cho da dầu và mụn Cocoon Winter Melon Micellar Water 140ml/500ml",
      "image": "https://japana.vn/uploads/product/2023/04/19/268x268-1681876583--cocoon-winter-melon-micellar-water-140ml500ml.jpg",
      "price": "145.000",
      "oldPrice": "169.000",
      "categoryId": 1
    },
    {
      "id": 35,
      "name": "Lăn khử mùi đá khoáng Deonatulle Soft Stone Double Deodorant 20g (Dạng sáp)",
      "image": "https://japana.vn/uploads/product/2023/04/28/268x268-1682663361-a-deonatulle-soft-stone-double-deodorant-20g-0.jpg",
      "price": "298.000",
      "oldPrice": "329.000",
      "categoryId": 1
    },
    {
      "id": 36,
      "name": "Nước uống cấp ẩm Hyaluron Top Shinnippai Nhật Bản (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2023/06/23/268x268-1687505952-hyaluron-top-shinnippai-hop-10-chai-x-50ml-256.jpg",
      "price": "519.000",
      "oldPrice": "693.000",
      "categoryId": 1
    },
    {
      "id": 37,
      "name": "Nước uống hồng sâm Hàn Quốc 6 năm tuổi Kumsan Korea Red Ginseng (Hộp 30 gói x 10g)",
      "image": "https://japana.vn/uploads/product/2023/04/19/268x268-1681872413-orea-red-ginseng-6-nam-tuoi-(hop-30-goi-x-10g).jpg",
      "price": "1.990.000",
      "oldPrice": "2.390.000",
      "categoryId": 1
    },
    {
      "id": 38,
      "name": "Nước uống Collagen Marine True Collagen 220.000mg Thụy Điển 500ml",
      "image": "https://japana.vn/uploads/product/2023/06/07/268x268-1686134637-ang-nuoc-marine-true-collagen-220000mg-500ml45.jpg",
      "price": "920.000",
      "oldPrice": "1.090.000",
      "categoryId": 1
    },
    {
      "id": 39,
      "name": "Nước Uống Cân Bằng Nội Tiết Tố Nữ Inner Supple 28 Gói (Nội địa)",
      "image": "https://japana.vn/uploads/product/2023/02/22/268x268-1677053805--bang-noi-tiet-to-nu-inner-supple-hop-28-goi34.jpg",
      "price": "890.000",
      "oldPrice": "1.240.000",
      "categoryId": 1
    },
    {
      "id": 40,
      "name": "Men vi sinh bổ sung lợi khuẩn NutrioneLife Alive Probiotics 30 gói",
      "image": "https://japana.vn/uploads/product/2023/06/08/268x268-1686213898-loi-khuan-nutrionelife-alive-probiotics-30-goi.jpg",
      "price": "379.000",
      "oldPrice": "429.000",
      "categoryId": 1
    },
    {
      "id": 41,
      "name": "Nước uống đẹp da Collagen 20000mg Plus (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834458-4-01.png",
      "price": "1.300.000",
      "oldPrice": "1.420.000",
      "categoryId": 1
    },
    {
      "id": 42,
      "name": "Tảo xoắn Spirulina Japan Algae Nhật Bản 2200 viên",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834395-19-01.png",
      "price": "449.000",
      "oldPrice": "469.000",
      "categoryId": 1
    },
    {
      "id": 43,
      "name": "Nước uống tinh chất nhau thai Placenta Mashiro 82x Sakura Premium New 450.000mg 500ml",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834410-6-01.png",
      "price": "2.900.000",
      "oldPrice": "3.220.000",
      "categoryId": 1
    },
    {
      "id": 44,
      "name": "Viên uống trắng da, trị nám Transino White C Clear 120 viên (Nội địa)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834490-10-01.png",
      "price": "189.000",
      "oldPrice": "219.000",
      "categoryId": 1
    },
    {
      "id": 45,
      "name": "Bột uống lọc phổi Tsumura Seihaito 90 (42 gói x 3g)",
      "image": "https://japana.vn/uploads/product/2022/11/29/268x268-1669709648-loc-phoi-tsumura-seihaito-90-hop-42-goi-x-3g67.jpg",
      "price": "539.000",
      "oldPrice": "599.000",
      "categoryId": 1
    },
    {
      "id": 46,
      "name": "Đông trùng hạ thảo Tohchukasou Royal Gold 420 viên",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834520-9-01.png",
      "price": "1.490.000",
      "oldPrice": "1.559.000",
      "categoryId": 1
    },
    {
      "id": 47,
      "name": "Nước uống The Collagen Shiseido (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834477-2-01.png",
      "price": "539.000",
      "oldPrice": "680.000",
      "categoryId": 1
    },
    {
      "id": 48,
      "name": "Viên uống giảm nám Transino Nhật Bản 240 viên (Nội địa)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834504-18-01.png",
      "price": "1.700.000",
      "oldPrice": "1.890.000",
      "categoryId": 1
    },
    {
      "id": 49,
      "name": "Viên uống rau củ DHC Nhật Bản 240 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122696-vien-rau-cu-qua-dhc-nhat-ban.jpg",
      "price": "289.000",
      "oldPrice": "315.000",
      "categoryId": 1
    },
    {
      "id": 50,
      "name": "Viên uống Collagen DHC 2.050mg 360 viên (60 ngày)",
      "image": "https://japana.vn/uploads/product/2020/02/03/268x268-1580696823-n-dhc-360-vien-sieu-thi-nhat-ban-japana-2-(1).jpeg",
      "price": "299.000",
      "oldPrice": "315.000",
      "categoryId": 1
    },
    {
      "id": 51,
      "name": "Trà giảm cân lá ổi Orihiro Guava 60 gói",
      "image": "https://japana.vn/uploads/product/2023/02/22/268x268-1677036534-iam-can-tinh-chat-la-oi-orihiro-guava-60-goi45.jpg",
      "price": "139.000",
      "oldPrice": "159.000",
      "categoryId": 1
    },
    {
      "id": 52,
      "name": "Nước uống Shiseido The Collagen EXR (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650506976-001aa1663(new).jpg",
      "price": "779.000",
      "oldPrice": "799.000",
      "categoryId": 1
    },
    {
      "id": 53,
      "name": "Viên uống bổ mắt Omega-3 Orihiro 180 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122228-vien-uong-bo-mat-omega-3.jpg",
      "price": "359.000",
      "oldPrice": "379.000",
      "categoryId": 1
    },
    {
      "id": 54,
      "name": "Viên uống hỗ trợ điều trị tai biến Orihiro Nattokinase 2000FU 60 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122113-o-dieu-tri-tai-bien-orihiro-nattokinase-2000fu.jpg",
      "price": "379.000",
      "oldPrice": "399.000",
      "categoryId": 1
    },
    {
      "id": 55,
      "name": "Viên uống bổ phổi Kobayashi Nhật Bản 80 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650506000-001do1545-2.jpg",
      "price": "569.000",
      "oldPrice": "679.000",
      "categoryId": 1
    },
    {
      "id": 56,
      "name": "Viên uống bổ xương khớp Glucosamine Orihiro 900 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122100-vien-uong-tri-khop-glucosamin-900-vien.jpg",
      "price": "590.000",
      "oldPrice": "629.000",
      "categoryId": 1
    },
    {
      "id": 57,
      "name": "Nước uống đẹp da Collagen 20000mg Plus (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834458-4-01.png",
      "price": "1.300.000",
      "oldPrice": "1.420.000",
      "categoryId": 1
    },
    {
      "id": 58,
      "name": "Tảo xoắn Spirulina Japan Algae Nhật Bản 2200 viên",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834395-19-01.png",
      "price": "449.000",
      "oldPrice": "469.000",
      "categoryId": 1
    },
    {
      "id": 59,
      "name": "Nước uống tinh chất nhau thai Placenta Mashiro 82x Sakura Premium New 450.000mg 500ml",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834410-6-01.png",
      "price": "2.900.000",
      "oldPrice": "3.220.000",
      "categoryId": 1
    },
    {
      "id": 60,
      "name": "Viên uống trắng da, trị nám Transino White C Clear 120 viên (Nội địa)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834490-10-01.png",
      "price": "189.000",
      "oldPrice": "219.000",
      "categoryId": 1
    },
    {
      "id": 61,
      "name": "Bột uống lọc phổi Tsumura Seihaito 90 (42 gói x 3g)",
      "image": "https://japana.vn/uploads/product/2022/11/29/268x268-1669709648-loc-phoi-tsumura-seihaito-90-hop-42-goi-x-3g67.jpg",
      "price": "539.000",
      "oldPrice": "599.000",
      "categoryId": 1
    },
    {
      "id": 62,
      "name": "Đông trùng hạ thảo Tohchukasou Royal Gold 420 viên",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834520-9-01.png",
      "price": "1.490.000",
      "oldPrice": "1.559.000",
      "categoryId": 1
    },
    {
      "id": 63,
      "name": "Nước uống The Collagen Shiseido (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834477-2-01.png",
      "price": "539.000",
      "oldPrice": "680.000",
      "categoryId": 1
    },
    {
      "id": 64,
      "name": "Viên uống giảm nám Transino Nhật Bản 240 viên (Nội địa)",
      "image": "https://japana.vn/uploads/block/2022/09/22/1663834504-18-01.png",
      "price": "1.700.000",
      "oldPrice": "1.890.000",
      "categoryId": 1
    },
    {
      "id": 65,
      "name": "Bột tăng chiều cao vị chuối Rohto Senobikku 180g",
      "image": "https://japana.vn/uploads/product/2021/04/15/268x268-1618476563-ng-chieu-cao-vi-chuoi-rohto-senobikku-224g-(2).jpg",
      "price": "499.000",
      "oldPrice": "519.000",
      "categoryId": 1
    },
    {
      "id": 66,
      "name": "Bột tăng chiều cao vị dâu Rohto Senobikku 180g",
      "image": "https://japana.vn/uploads/product/2021/01/28/268x268-1611798378-hto-senobikku-224g-sieu-thi-nhat-ban-japana-1.jpeg",
      "price": "499.000",
      "oldPrice": "519.000",
      "categoryId": 1
    },
    {
      "id": 67,
      "name": "Bột tăng chiều cao vị ca cao Rohto Senobikku 180g",
      "image": "https://japana.vn/uploads/product/2020/11/24/268x268-1606194406-hieu-cao-senobikcu-sieu-thi-nhat-ban-japana-1.jpeg",
      "price": "450.000",
      "oldPrice": "489.000",
      "categoryId": 1
    },
    {
      "id": 68,
      "name": "Bột tăng chiều cao vị ca cao Morinaga Cenobee 180g",
      "image": "https://japana.vn/uploads/product/2019/09/16/268x268-1568639779-a-cenobee-180g-sieu-thi-nhat-ban-japana-0-(2).jpeg",
      "price": "400.000",
      "oldPrice": "429.000",
      "categoryId": 1
    },
    {
      "id": 69,
      "name": "Sữa tăng chiều cao Nobiko Nhật Bản Hộp 15 gói",
      "image": "https://japana.vn/uploads/product/2022/06/01/268x268-1654058229--tang-chieu-cao-nobiko-nhat-ban-hop-15-goi-058.jpg",
      "price": "580.000",
      "oldPrice": "599.000",
      "categoryId": 1
    },
    {
      "id": 70,
      "name": "Tảo hỗ trợ tăng chiều cao Shinshin Kakumei 300 viên",
      "image": "https://japana.vn/uploads/product/2023/07/21/268x268-1689928832-o-tro-tang-chieu-cao-shinshin-kakumei-300-vien.jpg",
      "price": "390.000",
      "oldPrice": "449.000",
      "categoryId": 1
    },
    {
      "id": 71,
      "name": "Viên uống tăng chiều cao GH Creation EX+ 270 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122262-vien-uong-tang-chieu-cao-gh-creation.jpg",
      "price": "689.000",
      "oldPrice": "729.000",
      "categoryId": 1
    },
    {
      "id": 72,
      "name": "Kẹo hỗ trợ tăng chiều cao cho bé Nobirun 60 viên",
      "image": "https://japana.vn/uploads/product/2019/08/17/268x268-1566025211-60-vien-cho-be-sieu-thi-nhat-ban-japana-0-(6).jpeg",
      "price": "1.450.000",
      "oldPrice": "1.510.000",
      "categoryId": 1
    },
    {
      "id": 73,
      "name": "Viên uống bổ xương khớp Glucosamine Orihiro 900 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122100-vien-uong-tri-khop-glucosamin-900-vien.jpg",
      "price": "590.000",
      "oldPrice": "629.000",
      "categoryId": 1
    },
    {
      "id": 74,
      "name": "Dầu gan cá 100% Squalene Orihiro 360 viên",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650507170-001dek46-(8).jpg",
      "price": "590.000",
      "oldPrice": "650.000",
      "categoryId": 1
    },
    {
      "id": 75,
      "name": "Sữa ong chúa Orihiro Nhật Bản 120 viên",
      "image": "https://japana.vn/uploads/product/2019/05/30/268x268-1559213134-a-ong-chua-orihiro-sieu-thi-nhat-ban-japana-2.jpeg",
      "price": "590.000",
      "oldPrice": "728.000",
      "categoryId": 1
    },
    {
      "id": 76,
      "name": "Viên uống bổ mắt Omega-3 Orihiro 180 viên",
      "image": "https://japana.vn/uploads/product/2022/03/01/268x268-1646122228-vien-uong-bo-mat-omega-3.jpg",
      "price": "359.000",
      "oldPrice": "379.000",
      "categoryId": 1
    },
    {
      "id": 77,
      "name": "Nước uống The Collagen Shiseido (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650507170-001dek46-(8).jpg",
      "price": "539.000",
      "oldPrice": "680.000",
      "categoryId": 1
    },
    {
      "id": 78,
      "name": "Nước uống Shiseido The Collagen EXR (Hộp 10 chai x 50ml)",
      "image": "https://japana.vn/uploads/product/2022/04/21/268x268-1650506976-001aa1663(new).jpg",
      "price": "779.000",
      "oldPrice": "799.000",
      "categoryId": 1
    },
    {
      "id": 79,
      "name": "Nước uống Collagen Marine True Collagen 220.000mg Thụy Điển 500ml",
      "image": "https://japana.vn/uploads/product/2023/06/07/268x268-1686134637-ang-nuoc-marine-true-collagen-220000mg-500ml45.jpg",
      "price": "920.000",
      "oldPrice": "959.000",
      "categoryId": 1
    },
    {
      "id": 80,
      "name": "Nước uống Collagen Mashiro 82x Sakura Premium 120.000mg 500ml",
      "image": "https://japana.vn/uploads/product/2023/07/03/268x268-1688354834--mashiro-82x-sakura-premium-new-120000mg-500ml.jpg",
      "price": "2.300.000",
      "oldPrice": "3.220.000",
      "categoryId": 1
    },
    {
      "id": 81,
      "name": "Combo 2 hộp tảo xoắn Spirulina Nhật Bản 2200 viên",
      "image": "https://japana.vn/uploads/product/2023/04/06/268x268-1680764363-bo-2-hop-tao-xoan-spirulina-nhat-ban-2200-vien.jpg",
      "price": "858.000",
      "oldPrice": "938.000",
      "categoryId": 1
    },
    {
      "id": 82,
      "name": "Combo 3 hộp tảo xoắn Spirulina Nhật Bản 2200 viên",
      "image": "https://japana.vn/uploads/product/2023/04/06/268x268-1680764000-o-tro-tang-cuong-sinh-luc-nam-orihiro-120-vien.jpg",
      "price": "1.197.000",
      "oldPrice": "1.407.000",
      "categoryId": 1
    },
    {
      "id": 83,
      "name": "Combo 3 Viên uống rau củ DHC Nhật Bản 240 viên",
      "image": "https://japana.vn/uploads/product/2023/04/06/268x268-1680763893-mbo-3-vien-uong-rau-cu-dhc-nhat-ban-240-vien33.jpg",
      "price": "849.000",
      "oldPrice": "945.000",
      "categoryId": 1
    },
    {
      "id": 84,
      "name": "Combo 2 hộp viên uống bổ gan Ribeto Shoji Hepaclean 60 viên",
      "image": "https://japana.vn/uploads/product/2020/09/03/268x268-1599132157-n-uong-bo-gan-ribeto-shouji-hepaclean-60-vien.jpeg",
      "price": "1.269.000",
      "oldPrice": "1.380.000",
      "categoryId": 1
    },
    {
      "id": 85,
      "name": "Combo 3 gói viên uống Collagen DHC 2.050mg 360 viên (60 ngày)",
      "image": "https://japana.vn/uploads/product/2021/03/03/268x268-1614758218-vien-uong-collagen-dhc-2050mg-360-vien-60-ngay.jpg",
      "price": "829.000",
      "oldPrice": "945.000",
      "categoryId": 1
    },
    {
      "id": 86,
      "name": "Combo 3 gói viên uống bổ sung Vitamin C DHC 120 viên",
      "image": "https://japana.vn/uploads/product/2023/03/03/268x268-1677834460-3-goi-vien-uong-bo-sung-vitamin-c-dhc-120-vien.jpg",
      "price": "280.000",
      "oldPrice": "495.000",
      "categoryId": 1
    },
    {
      "id": 87,
      "name": "Combo 3 Gói trà giảm cân lá ổi Orihiro Guava 60 gói",
      "image": "https://japana.vn/uploads/product/2022/10/20/268x268-1666232115--goi-tra-giam-can-la-oi-orihiro-guava-60-goi-9.jpg",
      "price": "390.000",
      "oldPrice": "417.000",
      "categoryId": 1
    },
    {
      "id": 88,
      "name": "Combo 2 Gói giấm đen giảm cân Orihiro Nhật Bản 216 viên",
      "image": "https://japana.vn/uploads/product/2022/10/20/268x268-1666232289-iam-den-giam-can-orihiro-nhat-ban-216-vien-012.jpg",
      "price": "359.000",
      "oldPrice": "370.000",
      "categoryId": 1
    }
  ]
}